{
    "file": "1766577598185.json",
    "texttiling_segments": [
        " I got an email.\n\nIt said, your book was the only thing that saved me from suicide.\n\nYou  saved my life.\n\nNow, my book is about how to clean, so that seems kind of weird, right?  What if a new philosophy on cleaning could teach us a better approach to mental health?  I'm not an interior designer or a lifestyle influencer.\n\nI'm just a therapist with ADHD.\n\n In February of 2020, I had my second baby.\n\nBecause with the first one, I had some postpartum anxiety  and my husband had just taken a very demanding job that was going to keep him busy,  I developed a meticulous postpartum plan for myself.\n\nMy family would rotate in and shifts  for the first 60 days, the cleaning crew would come once a month, the new moms group would drop  off dinners, and my toddler would go to preschool.\n\nI was so proud of this plan, and it ended before it  even began.\n\nBecause February of 2020 is when the COVID lockdowns happened, and all of that  support disappeared overnight.\n\nIn a blur, my days turned into breastfeeding difficulties,  toddler meltdowns, and depression.\n\nThe dishes stayed in the sink for days, the laundry pile  reached impressive heights, and there was often not a path to walk from room to room.\n\n And when I should have been catching up on sleep, I would lay in bed at night and think to myself,  I'm failing.\n\nMaybe I'm not capable of being a good mom to two kids.\n\n I decided to post a joke video on TikTok one day about my house turned disaster.",
        "\n\n Some funny shots of my clutter and my dishes and my enchilada pan to a nice beat.\n\n Sort of a laugh to keep from cry situation, surely.\n\nAnd I got a comment.\n\n Lazy.\n\nYeah, that's stung.\n\nBut I must be a glutton for punishment because I kept posting videos  about my messy house.\n\nVideo after video of all of the weird tips and tricks that I was using  to try and get it back in order while managing my feelings of being overwhelmed.\n\n And I braced myself for more criticism.\n\nBut what happened was entirely different.\n\n In the comment sections of my videos, hundreds of stories came rolling in.\n\n Stories like Amanda, who after losing her baby in the second trimester,  was standing frozen at her sink because she forgot how to wash dishes.\n\n Stories like Lula, whose chronic health problems and depression made it difficult for her to brush  her teeth.\n\nStory after story of people with depression, ADHD, autism, burnout, bereavement,  all struggling with these daily tasks.",
        "\n\nAnd it might seem odd to some of you that someone  could struggle with tasks that are so simple.\n\nBut are they simple?  Let's think about what really goes into something like laundry.\n\nEveryone picture your laundry pile  right now, okay? How many clean clothes do you have left right now? Can you wash tomorrow or  must it be today? Do you need to prioritize, pre-sort, pre-treat anything? Did you grow up  with anybody that taught you how to do that? You're out of laundry detergent.",
        "\n\nIf you work  three jobs, when are you going to get to the store next? And if you get there,  can you afford it? And if you can afford it, which one you choose? And you get it all home,  get in there.\n\nNow pick a setting.\n\nWhich one? I don't know.\n\nGoogle it.\n\nBy the way, you have  memory problems.\n\nSo you'll remember that wash in about three days when it's mildewed into the  washer.\n\nIt's okay.\n\nIt's okay.\n\nJust rewash it, okay, and get it into the dryer.\n\nYou'll  forget that too, and it'll wrinkle.",
        "\n\nNow dry it again.\n\nNow, all you have to do is get it  out and fold it.\n\nBut also you have three small children.\n\nAnd those three small children  haven't given you a moment alone in quite some time.\n\nBut when you finally get that moment,  you have to decide, are you going to finish the laundry, are you going to eat a sandwich,  are you going to take a nap? Time's up.",
        "\n\nYou didn't do any of it.\n\nYou stared at the wall.\n\n You have decision fatigue because the burden of carrying a home all by yourself has burnt you  out.\n\nYou see, for some of you, all of the steps and the skills that go into care tasks run on  autopilot.\n\nBut for millions of people, the autopilot is broken.\n\nAnd what's worse, what  if you had to do all of that when your mom just died? Or your job just fired you? Or you're using  every ounce of strength that you have to just not kill yourself today? If you have access to  therapy, it's unlikely your therapist will ever ask you about your laundry.",
        "\n\nI've worked in mental  health for about a decade.\n\nI've been in therapy even longer.\n\nAnd the only time I ever had a  provider talk to me about things like cooking and cleaning and brushing my teeth was when I  was in a psych hospital as a teenager.",
        "\n\nYet here were hundreds of thousands of people in my comment  sections telling me that these daily care tasks were a major pain point in their life.\n\nAnd so I  started to wonder, what if we started here? What if we started with these care tasks? Could making  daily tasks easier improve mental health quicker? In the two years that I've been posting and writing  about the intersection of mental health and care tasks, I've come up with a philosophy that does  just this.",
        "\n\nAnd it all starts with one simple idea.\n\nCooking, cleaning, laundry.\n\nIt doesn't make you a  good person or a bad person.\n\nListen to me.\n\nCare tasks are morally neutral.\n\nNow I know that if you've  been watching Martha Stewart for decades and scrolling the perfect Pinterest aesthetic every day,  that it can feel like struggling with these tasks is a moral failure.\n\nLike it's because we're lazy  or we're irresponsible or we're immature.\n\nBut having an organized closet doesn't make you a success  and living out of a pile of laundry on the floor doesn't make you a failure.",
        "\n\nYou know where the  shirt you want to wear is.\n\nIt just it might take you a bit of sifting to find it.\n\nThe truth is  it's not about morality.\n\nIt's about functionality.\n\nDoes your homework for you? Not some hypothetical  house guest that is coming to inspect your closet.\n\nI mentioned Amanda who had lost her baby and  forgot how to wash dishes.\n\nShe told me that when her husband would go to work she would lay on the  floor next to the empty crib and say to herself, what can I bring to my family if I can't even  wash dishes? But that changed when she began to see care tasks as morally neutral.\n\nAll of  a sudden the dishes in the sink weren't representations of her failure as a wife,  but instead she would look at the pile and think to herself what do I need to function  tomorrow morning and then pull two coffee cups out of the pile to wash.",
        "\n\n She had her coffee the next morning and it was a little bit easier to get off the floor.\n\n When we liberate ourselves from the idea that we are a good person or a bad person  with care tasks, we can stop thinking about the right way to do things, about the way that  things should be done, and instead start thinking about what we can do with our current barriers  to improve our quality of life today.",
        "\n\nAnd this is the fun part because you get to  customize a life that works for you.\n\nWhen Lula realized that her problems with brushing her  teeth were not moral failings, she gained the confidence to speak to her dental hygienist  and together they came up with solutions that work around her barriers.",
        "\n\n She now relies on pre-pasted disposable toothbrushes that she keeps in her desk,  floss she keeps in the living room, and a no-rinse prescription toothpaste.\n\n Because by breaking down the component parts of a dental hygiene routine and ensuring that  each step was accessible to her mental and physical needs, for the first time in a year  she's done every step in that routine for two weeks straight.\n\nShe says that now that her teeth  are clean she's a little less stressed about tomorrow's problems.\n\nAnd this approach can work  with any care task that you struggle with.\n\nSimply ask yourself what am I trying to achieve and  how can I achieve it in my way? In a rare moment of folding clothes,  I looked down at the baby onesie that I was folding and I thought to myself  why am I folding this?  Baby onesies don't really wrinkle.\n\nAnd even if they did nobody cares if a baby's on a wrinkly onesie.\n\n Furthermore I was probably going to change her four times before lunch.",
        "\n\n This doesn't need to be folded.\n\nI said it out loud and literally braced myself  for the laundry police? I don't know.\n\nThere are rules to laundry.\n\nBut for the first time I stopped  thinking about the way that laundry should be done and instead started thinking about how I  could make laundry functional for me.\n\nAnd I looked down at the fleece pajamas and the  underwear and the athletic shorts and the tank tops and realized almost none of my clothes  actually needed to be folded.\n\nAnd I haven't folded any of it since.\n\n I moved all of my family's clothes into one closet off the laundry room and now  I just toss things into organized bins unfolded.",
        "\n\nMy new motto is good enough is perfect.\n\n And everything worth doing is worth doing half-assed.\n\n You have to give yourself permission to do a little.\n\nTo do it with shortcuts.\n\n To do it while breaking all of the rules.\n\nAnd replace that inner voice that says I'm failing  with one that says I'm having a hard time right now.\n\nAnd people who are having a hard time deserve  compassion.\n\nIf it's too hard to shower today, grab the baby wipes.",
        "\n\nIt may not be the normal  way to do it.\n\nBut you deserve to be clean.\n\nIf it's too hard to cook dinner, get paper plates,  heat up something frozen.\n\nYou'll go back to cooking and washing another day but the day is not today.\n\n And in the meantime, you deserve to eat.\n\nIf you're too depressed to do your dishes, get a two-gallon  ziplock bag and keep it in your bedroom.",
        "\n\nBecause if you put a dirty plate into a two-gallon ziplock  bag and seal it, it will keep the bugs away.\n\nAnd it'll be there for you when you're ready  to go back to the kitchen.\n\nBecause you deserve a sanitary environment, even if you can't get out of  bed.\n\nI could share with you hundreds of other genius solutions that people have come up with  once they embrace the idea that caretasks are morally neutral.",
        "\n\nIn my experience, people will  exhibit mind-blowing creativity when they are only taught how to speak compassionately to  themselves.\n\nSo what if mental health treatment started here? By shifting the idea of caretasks  as these external measurements of your worthiness to just being morally neutral tasks that you  can customize to care for yourself.\n\nBecause if it's true that regardless of what you struggle  with, you are worthy of a functional space, what else might you be worthy of? Thank you."
    ],
    "bert_segments": [
        " I got an email.",
        "It said, your book was the only thing that saved me from suicide.",
        "You  saved my life.",
        "Now, my book is about how to clean, so that seems kind of weird, right?",
        "What if a new philosophy on cleaning could teach us a better approach to mental health?",
        "I'm not an interior designer or a lifestyle influencer.",
        "I'm just a therapist with ADHD.",
        "In February of 2020, I had my second baby.",
        "Because with the first one, I had some postpartum anxiety  and my husband had just taken a very demanding job that was going to keep him busy,  I developed a meticulous postpartum plan for myself.",
        "My family would rotate in and shifts  for the first 60 days, the cleaning crew would come once a month, the new moms group would drop  off dinners, and my toddler would go to preschool.",
        "I was so proud of this plan, and it ended before it  even began.",
        "Because February of 2020 is when the COVID lockdowns happened, and all of that  support disappeared overnight.",
        "In a blur, my days turned into breastfeeding difficulties,  toddler meltdowns, and depression.",
        "The dishes stayed in the sink for days, the laundry pile  reached impressive heights, and there was often not a path to walk from room to room.",
        "And when I should have been catching up on sleep, I would lay in bed at night and think to myself,  I'm failing.",
        "Maybe I'm not capable of being a good mom to two kids.",
        "I decided to post a joke video on TikTok one day about my house turned disaster.",
        "Some funny shots of my clutter and my dishes and my enchilada pan to a nice beat.",
        "Sort of a laugh to keep from cry situation, surely.",
        "And I got a comment.",
        "Lazy.",
        "Yeah, that's stung.",
        "But I must be a glutton for punishment because I kept posting videos  about my messy house.",
        "Video after video of all of the weird tips and tricks that I was using  to try and get it back in order while managing my feelings of being overwhelmed.",
        "And I braced myself for more criticism.",
        "But what happened was entirely different.",
        "In the comment sections of my videos, hundreds of stories came rolling in.",
        "Stories like Amanda, who after losing her baby in the second trimester,  was standing frozen at her sink because she forgot how to wash dishes.",
        "Stories like Lula, whose chronic health problems and depression made it difficult for her to brush  her teeth.",
        "Story after story of people with depression, ADHD, autism, burnout, bereavement,  all struggling with these daily tasks.",
        "And it might seem odd to some of you that someone  could struggle with tasks that are so simple.",
        "But are they simple?",
        "Let's think about what really goes into something like laundry. Everyone picture your laundry pile  right now, okay? How many clean clothes do you have left right now?",
        "Can you wash tomorrow or  must it be today?",
        "Do you need to prioritize, pre-sort, pre-treat anything?",
        "Did you grow up  with anybody that taught you how to do that?",
        "You're out of laundry detergent.",
        "If you work  three jobs, when are you going to get to the store next?",
        "And if you get there,  can you afford it?",
        "And if you can afford it, which one you choose?",
        "And you get it all home,  get in there.",
        "Now pick a setting.",
        "Which one?",
        "I don't know.",
        "Google it.",
        "By the way, you have  memory problems.",
        "So you'll remember that wash in about three days when it's mildewed into the  washer.",
        "It's okay. It's okay.",
        "Just rewash it, okay, and get it into the dryer.",
        "You'll  forget that too, and it'll wrinkle.",
        "Now dry it again.",
        "Now, all you have to do is get it  out and fold it.",
        "But also you have three small children. And those three small children  haven't given you a moment alone in quite some time.",
        "But when you finally get that moment,  you have to decide, are you going to finish the laundry, are you going to eat a sandwich,  are you going to take a nap?",
        "Time's up.",
        "You didn't do any of it.",
        "You stared at the wall.",
        "You have decision fatigue because the burden of carrying a home all by yourself has burnt you  out.",
        "You see, for some of you, all of the steps and the skills that go into care tasks run on  autopilot. But for millions of people, the autopilot is broken.",
        "And what's worse, what  if you had to do all of that when your mom just died?",
        "Or your job just fired you?",
        "Or you're using  every ounce of strength that you have to just not kill yourself today?",
        "If you have access to  therapy, it's unlikely your therapist will ever ask you about your laundry.",
        "I've worked in mental  health for about a decade. I've been in therapy even longer.",
        "And the only time I ever had a  provider talk to me about things like cooking and cleaning and brushing my teeth was when I  was in a psych hospital as a teenager.",
        "Yet here were hundreds of thousands of people in my comment  sections telling me that these daily care tasks were a major pain point in their life.",
        "And so I  started to wonder, what if we started here?",
        "What if we started with these care tasks?",
        "Could making  daily tasks easier improve mental health quicker?",
        "In the two years that I've been posting and writing  about the intersection of mental health and care tasks, I've come up with a philosophy that does  just this.",
        "And it all starts with one simple idea.",
        "Cooking, cleaning, laundry.",
        "It doesn't make you a  good person or a bad person.",
        "Listen to me.",
        "Care tasks are morally neutral.",
        "Now I know that if you've  been watching Martha Stewart for decades and scrolling the perfect Pinterest aesthetic every day,  that it can feel like struggling with these tasks is a moral failure.",
        "Like it's because we're lazy  or we're irresponsible or we're immature.",
        "But having an organized closet doesn't make you a success  and living out of a pile of laundry on the floor doesn't make you a failure.",
        "You know where the  shirt you want to wear is.",
        "It just it might take you a bit of sifting to find it.",
        "The truth is  it's not about morality.",
        "It's about functionality.",
        "Does your homework for you?",
        "Not some hypothetical  house guest that is coming to inspect your closet.",
        "I mentioned Amanda who had lost her baby and  forgot how to wash dishes.",
        "She told me that when her husband would go to work she would lay on the  floor next to the empty crib and say to herself, what can I bring to my family if I can't even  wash dishes?",
        "But that changed when she began to see care tasks as morally neutral.",
        "All of  a sudden the dishes in the sink weren't representations of her failure as a wife,  but instead she would look at the pile and think to herself what do I need to function  tomorrow morning and then pull two coffee cups out of the pile to wash.  She had her coffee the next morning and it was a little bit easier to get off the floor.",
        "When we liberate ourselves from the idea that we are a good person or a bad person  with care tasks, we can stop thinking about the right way to do things, about the way that  things should be done, and instead start thinking about what we can do with our current barriers  to improve our quality of life today.",
        "And this is the fun part because you get to  customize a life that works for you.",
        "When Lula realized that her problems with brushing her  teeth were not moral failings, she gained the confidence to speak to her dental hygienist  and together they came up with solutions that work around her barriers.",
        "She now relies on pre-pasted disposable toothbrushes that she keeps in her desk,  floss she keeps in the living room, and a no-rinse prescription toothpaste.",
        "Because by breaking down the component parts of a dental hygiene routine and ensuring that  each step was accessible to her mental and physical needs, for the first time in a year  she's done every step in that routine for two weeks straight.",
        "She says that now that her teeth  are clean she's a little less stressed about tomorrow's problems.",
        "And this approach can work  with any care task that you struggle with.",
        "Simply ask yourself what am I trying to achieve and  how can I achieve it in my way?",
        "In a rare moment of folding clothes,  I looked down at the baby onesie that I was folding and I thought to myself  why am I folding this?",
        "Baby onesies don't really wrinkle. And even if they did nobody cares if a baby's on a wrinkly onesie.",
        "Furthermore I was probably going to change her four times before lunch.",
        "This doesn't need to be folded.",
        "I said it out loud and literally braced myself  for the laundry police?",
        "I don't know.",
        "There are rules to laundry.",
        "But for the first time I stopped  thinking about the way that laundry should be done and instead started thinking about how I  could make laundry functional for me.",
        "And I looked down at the fleece pajamas and the  underwear and the athletic shorts and the tank tops and realized almost none of my clothes  actually needed to be folded. And I haven't folded any of it since.",
        "I moved all of my family's clothes into one closet off the laundry room and now  I just toss things into organized bins unfolded.",
        "My new motto is good enough is perfect.",
        "And everything worth doing is worth doing half-assed.",
        "You have to give yourself permission to do a little.",
        "To do it with shortcuts.",
        "To do it while breaking all of the rules.",
        "And replace that inner voice that says I'm failing  with one that says I'm having a hard time right now.",
        "And people who are having a hard time deserve  compassion.",
        "If it's too hard to shower today, grab the baby wipes.",
        "It may not be the normal  way to do it.",
        "But you deserve to be clean.",
        "If it's too hard to cook dinner, get paper plates,  heat up something frozen.",
        "You'll go back to cooking and washing another day but the day is not today.",
        "And in the meantime, you deserve to eat.",
        "If you're too depressed to do your dishes, get a two-gallon  ziplock bag and keep it in your bedroom.",
        "Because if you put a dirty plate into a two-gallon ziplock  bag and seal it, it will keep the bugs away.",
        "And it'll be there for you when you're ready  to go back to the kitchen.",
        "Because you deserve a sanitary environment, even if you can't get out of  bed.",
        "I could share with you hundreds of other genius solutions that people have come up with  once they embrace the idea that caretasks are morally neutral.",
        "In my experience, people will  exhibit mind-blowing creativity when they are only taught how to speak compassionately to  themselves.",
        "So what if mental health treatment started here?",
        "By shifting the idea of caretasks  as these external measurements of your worthiness to just being morally neutral tasks that you  can customize to care for yourself.",
        "Because if it's true that regardless of what you struggle  with, you are worthy of a functional space, what else might you be worthy of?",
        "Thank you."
    ],
    "num_texttiling": 18,
    "num_bert": 129
}