{
    "file": "Confident_cleaned.json",
    "texttiling_segments": [
        " Picture this.\n\nYou're going on a boat trip and you get on board with your family and  you got your bags and the captain comes out to greet you and says, hi, my name is Montana  Bonflus.\n\nI'll be your captain for this journey.\n\nSo, oh boy, let's just have a great trip.\n\n Sorry.\n\nNope, get me off of this boat.\n\nWhat we want in that moment is for the captain to  walk out and say, hi, my name is Montana Bonflus.\n\nI'll be your captain for this journey.\n\nLet's  have a great trip.\n\nThe point is, when you are the speaker, you are the captain for that journey.",
        "\n\n And how you show up really matters.\n\nFor the last 17 years, I've coached thousands of speakers all  over the world from big tech companies to small startups and everyone.\n\nNew hires to CEOs of Fortune  500 companies want to know, how do you show up and look confident? So, I'd like to share my top  five tips for how to be confident, even if you're not.",
        "\n\nSo, let's break it down.\n\nWhat was the  difference between those two captives? What did you see? What did you hear? And not just, you know,  one seemed nervous, one seemed confident, but what was I doing differently to make you think  that different volume, different words, certainly different body language.\n\nBut the truth is, I  wasn't actually feeling particularly confident.\n\nI was just making certain physical and vocal  choices to make you think that you can do that too.\n\nAnyone can do this.\n\nSo what are those confident  looking choices? Number one, turn up the energy and speak up.",
        "\n\nWhen you speak up, even just a little  bit, it reads as confident.\n\nAnd you don't have to shout.\n\nThink about it this way.\n\nOn a scale of one  to 10, aim for a five.\n\nYes, it goes to 11.\n\nBut you can just aim for a five.\n\nI'm here at a five right  now.\n\nI can bring it back down to a five.\n\nAnd it sounds prepared, positive, and confident.\n\nSo turn  up the energy and speak up.\n\nNumber two, pause, like a boss.\n\nNervous speakers tend to talk really  fast, right? And then when they do have a pause, they fill it in with verbal filler, likes and  however, if you try to speak more slowly, it just sounds like this, right? And that's not better.\n\nSo  instead, make strategic pauses, pause in transition, pause for emphasis, pause, like a boss.\n\nNumber  three, superhero stance.\n\nImagine you are a superhero, you can do it from your chair.\n\nHow would a  superhero sit? Yes, let that change your posture.",
        "\n\nI see you.\n\nYes, let that bring a smile to your face  and have some better eye contact.\n\nAll of that reads as confident.\n\nAnd pretending to be a superhero is  just a super quick way to have confident looking body language.\n\nNow this one also goes to 11.\n\n But you can just aim for a five.\n\nAnd that will be great.\n\nTuck in that cape and go save the day.",
        "\n\nAnd  you can stand in superhero backstage to boost your confidence.\n\nBut I'm saying, bring that superhero  stance on stage so that your audience sees you as confident.\n\nAnd if you need an easy shortcut, just  make the shape.\n\nJust make the shape of a confident person.\n\nThe audience cannot read your mind.\n\nThey  don't know how you're feeling.\n\nSo just make the shape and they will go with it.\n\nLike if you came  over to my house for dinner, and I opened up the door and I was like, Hi, come on in.\n\nWe're having  chicken.\n\nYou'd be like, Oh, is this a bad time? You know, you got to make the shape of a good host.",
        "\n\n Make the smile shape.\n\nRight.\n\nInstead of crossed arm shape.\n\nOpen up.\n\nHi, welcome.\n\nCome on in.\n\nIf you're  not sure if you're making confident looking choices, you can just video yourself and watch it back.\n\n Feel like I just saw you say, not doing that one.\n\nI know most people don't like to watch themselves.\n\nI  get it.\n\nBut wouldn't you rather make that adjustment before you're in front of your audience? Yes,  videoing yourself is a great way to check in to see that you're doing the techniques, but also to see  that it's still authentically you, your version of confident captain.",
        "\n\nNow, how can you do all of these  things on performance day? Number four, practice with purpose.\n\nSo make yourself a rehearsal schedule,  put it in your calendar.\n\nYou can give yourself a little treat when you do a run through and make it  practice with purpose by giving yourself a specific goal or layering in one new confident  captain technique each day.\n\nIf it's a week before your event, aim to run it all the way through at  least once a day.\n\nAnd if you don't have time for a full run through, just take the opening closing,  run that three times in a row from anywhere.\n\nWhen you're in the shower, when you're walking your dog,  when you're making a meal for your kids, I know my kids are very used to me walking around the house  talking to myself.",
        "\n\nWhatever you need to do to get in those repetitions.\n\nAnd don't be afraid of over  practice.\n\nDon't let that stop you.\n\nYou can just let go of your verbatim script if it's starting to  sound robotic.\n\nAnd you can still use, you know, bullet point speaker notes to remind yourself  of what you would like to say and to invite you to say it a little bit differently each time to  keep it fresh.\n\nAnd let me be clear, by practice, I mean standing up, saying it out loud, imagining  your audience and inviting them in, clicking through your slides, doing it as much like it will be  on the day, whether it's virtual or in person.\n\nAnd I know it might feel a little funny saying it  out loud to yourself.\n\nBut think about when you learn a new sport or when you practice a musical  instrument.",
        "\n\nIf you had a piano concert on Friday and you got new music on Monday, would you only  read your music every day and then play it for the very first time at the concert on Friday?  No way.\n\nAnd yet I see speakers do this all the time.\n\nGive yourself a chance.\n\nPractice helps  everything.\n\nAnd it can really boost your confidence to practice with purpose by layering in  one new technique each day.\n\nOkay, those first four techniques, they're all about how to appear  confident, regardless of how you're feeling.\n\nI've got one more technique for you.\n\nAnd it's a big one.\n\n But this is the real gem, it's the one that makes all the others shine.",
        "\n\nThis is number five,  the silent sentence.\n\nThis is about what you choose to tell yourself.\n\n I've been a professional actor since I was a kid and I have always loved going on stage as an actor,  as a speaker, as an emcee.\n\nAnd at the same time, I have often been not just nervous, sometimes  downright terrified to step on the stage.\n\nI'm shaking, I'm sweating, and I'm like,  what was I thinking? Why do I do this to myself? And all these unhelpful voices flood in and I  just tried to make it stop, push it away, and of course that never worked.\n\nAnd I kept going on  stage because I love it.\n\nAnd years later, when I became a speaker coach, I got asked to do all  these professional presentations and they well, well, but I still had no way to deal with that  massive anxiety.",
        "\n\nAnd I was like, what can I do? And I thought, well, what am I telling myself?  What if you mess up? You better be perfect.\n\nI realized I was giving myself an impossible  instruction to be perfect.\n\nAnd that really was not working.\n\nBut what would work? What would be a  better message? And to figure that out, I had to go back to square one, like, what do I want?  Why did I say yes to this speaking gig? What is my deeper purpose here? And I realized at the  heart of it, I just want to help my audience to the best of my ability.",
        "\n\n And when I said that, I noticed everything change.\n\nAnd that's where I found my first silent sentence.\n\n I want to help my audience to the best of my ability.\n\nWhen I said it even silently to myself,  it acted like this override switch.\n\nLike, I might still be shaking and sweating, but now I have this  higher goal, this deeper purpose and everything aligned to that.\n\nAnd that became my highest  priority.\n\nI want to help you.\n\nAnd now that thought replaced those unhelpful thoughts and  everything went better in my performance.",
        "\n\nAnd I was like, yes, it worked.\n\nYay.\n\nAnd then I was like,  wait, how do I do this every time? Especially when the stakes are high.\n\nAnd it dawned on me.\n\n If I'm writing and crafting the words I say out loud, why not write and craft the words I say  silently to myself? Put it in the script.\n\nIt's the silent part of the script.\n\n So now every time I rehearse, every time I walk onto a stage, every time I join a virtual meeting,  I say the following new and evolved silent sentence.\n\n I invite you to be here with me while I am here with you so that I can make this easier for you.\n\n Now that invitation to myself to be present, that's my definition of stage presence, being  present.",
        "\n\nAnd that invitation to the audience, to be my partner, that reminds me, these are friends,  not foes, and I am choosing to be here.\n\nAnd now I'm not just making the shape of a good host.\n\nI  really am a good host because I am genuinely welcoming you to my world.\n\n Now, how do you go about finding your silent sentence?  What do you want? What's your deeper purpose? You could be like me and you might just want to  help people.",
        "\n\nOr it could be something more specific.\n\nFor example, you might want at least one person  in your audience to walk out and take a CPR class.\n\nOr maybe you're just super excited to have this  experience or share with them some cool solution you have for their problem.\n\nYou get to fill in  the blank and decide what you want to accomplish.\n\nAnd this is not about graduating to some higher  level of being where you never again feel nervous.\n\nI know I haven't.\n\nI was feeling it pretty big  about 15 minutes ago while I'm getting ready to walk on this stage.\n\nAnd I am.\n\nAnd probably always  will be a recovering perfectionist.\n\nThat is a well-worn pathway in my brain.",
        "\n\nIt is there and  exists, cannot be replaced.\n\nBut now I have this other pathway.\n\nAnd when big moments like this come up,  I get to choose.\n\nAnd that's what I was doing back there in the wings.\n\nI was choosing to gently  insist on repeating my silent sentence to set myself up for success.\n\nWhat we tell ourselves  really matters.\n\nWe follow our own instructions all day long.\n\nOur whole selves are always listening.\n\n So when you notice something isn't going well or you're fearing something might not go well in the  future, use this checklist.\n\nWhat am I telling myself? What's being broadcast? Then replace that with a  better sentence to help set you up for where you'd like to go.\n\nAnd most importantly, put it in the  script and practice it.\n\nPractice it just as much as the words you say out loud.",
        "\n\nSo if you're running  your intro in the shower three times in a row, it would go silent bit out loud bit.\n\nSilent out loud,  silent out loud until it is inextricably linked.\n\nAnd it is just a part of your process.\n\nAnd it is  repeatable and reliable.\n\nAnd then it's just there for you when you need it.\n\n Now I want to leave you with this final thought.\n\nWhen you're at home and you're practicing some  of these techniques like turn up the energy and speak up, pause like a boss, superhero stance,  practice with purpose and your silent sentence.\n\nPlease know that it might feel uncomfortable at  first because it's new and that is normal.\n\nBut think back to when I was demonstrating the nervous  captain at the top.",
        "\n\nHow did that make you feel? And then when the confident captain came out,  oh, what a relief.\n\nNow I can just sit back and enjoy the ride.\n\nRemember that feeling of safety  you had as an audience member and bring that into your next rehearsal.\n\nYou can give that gift to  your audience.\n\nReach outside your comfort zone to make your audience feel safe by making the choices  of a confident captain.\n\nAnd who knows, you might even have fun.\n\nHave a great trip."
    ],
    "bert_segments": [
        " Picture this.",
        "You're going on a boat trip and you get on board with your family and  you got your bags and the captain comes out to greet you and says, hi, my name is Montana  Bonflus.",
        "I'll be your captain for this journey.",
        "So, oh boy, let's just have a great trip.",
        "Sorry.",
        "Nope, get me off of this boat.",
        "What we want in that moment is for the captain to  walk out and say, hi, my name is Montana Bonflus.",
        "I'll be your captain for this journey.",
        "Let's  have a great trip.",
        "The point is, when you are the speaker, you are the captain for that journey.",
        "And how you show up really matters.",
        "For the last 17 years, I've coached thousands of speakers all  over the world from big tech companies to small startups and everyone.",
        "New hires to CEOs of Fortune  500 companies want to know, how do you show up and look confident?",
        "So, I'd like to share my top  five tips for how to be confident, even if you're not.",
        "So, let's break it down.",
        "What was the  difference between those two captives?",
        "What did you see? What did you hear?",
        "And not just, you know,  one seemed nervous, one seemed confident, but what was I doing differently to make you think  that different volume, different words, certainly different body language.",
        "But the truth is, I  wasn't actually feeling particularly confident.",
        "I was just making certain physical and vocal  choices to make you think that you can do that too.",
        "Anyone can do this.",
        "So what are those confident  looking choices?",
        "Number one, turn up the energy and speak up.",
        "When you speak up, even just a little  bit, it reads as confident.",
        "And you don't have to shout.",
        "Think about it this way.",
        "On a scale of one  to 10, aim for a five.",
        "Yes, it goes to 11.",
        "But you can just aim for a five.",
        "I'm here at a five right  now. I can bring it back down to a five.",
        "And it sounds prepared, positive, and confident.",
        "So turn  up the energy and speak up.",
        "Number two, pause, like a boss.",
        "Nervous speakers tend to talk really  fast, right? And then when they do have a pause, they fill it in with verbal filler, likes and  however, if you try to speak more slowly, it just sounds like this, right?",
        "And that's not better.",
        "So  instead, make strategic pauses, pause in transition, pause for emphasis, pause, like a boss.",
        "Number  three, superhero stance.",
        "Imagine you are a superhero, you can do it from your chair. How would a  superhero sit?",
        "Yes, let that change your posture.",
        "I see you.",
        "Yes, let that bring a smile to your face  and have some better eye contact.",
        "All of that reads as confident.",
        "And pretending to be a superhero is  just a super quick way to have confident looking body language.",
        "Now this one also goes to 11.",
        "But you can just aim for a five.",
        "And that will be great.",
        "Tuck in that cape and go save the day.",
        "And  you can stand in superhero backstage to boost your confidence. But I'm saying, bring that superhero  stance on stage so that your audience sees you as confident.",
        "And if you need an easy shortcut, just  make the shape.",
        "Just make the shape of a confident person.",
        "The audience cannot read your mind.",
        "They  don't know how you're feeling.",
        "So just make the shape and they will go with it.",
        "Like if you came  over to my house for dinner, and I opened up the door and I was like, Hi, come on in.",
        "We're having  chicken.",
        "You'd be like, Oh, is this a bad time?",
        "You know, you got to make the shape of a good host.",
        "Make the smile shape.",
        "Right.",
        "Instead of crossed arm shape.",
        "Open up.",
        "Hi, welcome.",
        "Come on in.",
        "If you're  not sure if you're making confident looking choices, you can just video yourself and watch it back.",
        "Feel like I just saw you say, not doing that one.",
        "I know most people don't like to watch themselves.",
        "I  get it.",
        "But wouldn't you rather make that adjustment before you're in front of your audience?",
        "Yes,  videoing yourself is a great way to check in to see that you're doing the techniques, but also to see  that it's still authentically you, your version of confident captain.",
        "Now, how can you do all of these  things on performance day?",
        "Number four, practice with purpose.",
        "So make yourself a rehearsal schedule,  put it in your calendar.",
        "You can give yourself a little treat when you do a run through and make it  practice with purpose by giving yourself a specific goal or layering in one new confident  captain technique each day.",
        "If it's a week before your event, aim to run it all the way through at  least once a day. And if you don't have time for a full run through, just take the opening closing,  run that three times in a row from anywhere.",
        "When you're in the shower, when you're walking your dog,  when you're making a meal for your kids, I know my kids are very used to me walking around the house  talking to myself.",
        "Whatever you need to do to get in those repetitions.",
        "And don't be afraid of over  practice.",
        "Don't let that stop you.",
        "You can just let go of your verbatim script if it's starting to  sound robotic.",
        "And you can still use, you know, bullet point speaker notes to remind yourself  of what you would like to say and to invite you to say it a little bit differently each time to  keep it fresh.",
        "And let me be clear, by practice, I mean standing up, saying it out loud, imagining  your audience and inviting them in, clicking through your slides, doing it as much like it will be  on the day, whether it's virtual or in person.",
        "And I know it might feel a little funny saying it  out loud to yourself.",
        "But think about when you learn a new sport or when you practice a musical  instrument.",
        "If you had a piano concert on Friday and you got new music on Monday, would you only  read your music every day and then play it for the very first time at the concert on Friday?",
        "No way.",
        "And yet I see speakers do this all the time.",
        "Give yourself a chance.",
        "Practice helps  everything. And it can really boost your confidence to practice with purpose by layering in  one new technique each day.",
        "Okay, those first four techniques, they're all about how to appear  confident, regardless of how you're feeling.",
        "I've got one more technique for you.",
        "And it's a big one.",
        "But this is the real gem, it's the one that makes all the others shine.",
        "This is number five,  the silent sentence.",
        "This is about what you choose to tell yourself.",
        "I've been a professional actor since I was a kid and I have always loved going on stage as an actor,  as a speaker, as an emcee.",
        "And at the same time, I have often been not just nervous, sometimes  downright terrified to step on the stage.",
        "I'm shaking, I'm sweating, and I'm like,  what was I thinking?",
        "Why do I do this to myself?",
        "And all these unhelpful voices flood in and I  just tried to make it stop, push it away, and of course that never worked.",
        "And I kept going on  stage because I love it.",
        "And years later, when I became a speaker coach, I got asked to do all  these professional presentations and they well, well, but I still had no way to deal with that  massive anxiety.",
        "And I was like, what can I do?",
        "And I thought, well, what am I telling myself?",
        "What if you mess up?",
        "You better be perfect.",
        "I realized I was giving myself an impossible  instruction to be perfect.",
        "And that really was not working.",
        "But what would work?",
        "What would be a  better message?",
        "And to figure that out, I had to go back to square one, like, what do I want?",
        "Why did I say yes to this speaking gig?",
        "What is my deeper purpose here?",
        "And I realized at the  heart of it, I just want to help my audience to the best of my ability.",
        "And when I said that, I noticed everything change.",
        "And that's where I found my first silent sentence.",
        "I want to help my audience to the best of my ability.",
        "When I said it even silently to myself,  it acted like this override switch.",
        "Like, I might still be shaking and sweating, but now I have this  higher goal, this deeper purpose and everything aligned to that.",
        "And that became my highest  priority.",
        "I want to help you.",
        "And now that thought replaced those unhelpful thoughts and  everything went better in my performance.",
        "And I was like, yes, it worked.",
        "Yay.",
        "And then I was like,  wait, how do I do this every time?",
        "Especially when the stakes are high.",
        "And it dawned on me.",
        "If I'm writing and crafting the words I say out loud, why not write and craft the words I say  silently to myself?",
        "Put it in the script.",
        "It's the silent part of the script.",
        "So now every time I rehearse, every time I walk onto a stage, every time I join a virtual meeting,  I say the following new and evolved silent sentence.",
        "I invite you to be here with me while I am here with you so that I can make this easier for you.",
        "Now that invitation to myself to be present, that's my definition of stage presence, being  present.",
        "And that invitation to the audience, to be my partner, that reminds me, these are friends,  not foes, and I am choosing to be here.",
        "And now I'm not just making the shape of a good host. I  really am a good host because I am genuinely welcoming you to my world.",
        "Now, how do you go about finding your silent sentence?",
        "What do you want?",
        "What's your deeper purpose?",
        "You could be like me and you might just want to  help people.",
        "Or it could be something more specific.",
        "For example, you might want at least one person  in your audience to walk out and take a CPR class.",
        "Or maybe you're just super excited to have this  experience or share with them some cool solution you have for their problem.",
        "You get to fill in  the blank and decide what you want to accomplish.",
        "And this is not about graduating to some higher  level of being where you never again feel nervous.",
        "I know I haven't.",
        "I was feeling it pretty big  about 15 minutes ago while I'm getting ready to walk on this stage.",
        "And I am.",
        "And probably always  will be a recovering perfectionist.",
        "That is a well-worn pathway in my brain.",
        "It is there and  exists, cannot be replaced.",
        "But now I have this other pathway.",
        "And when big moments like this come up,  I get to choose.",
        "And that's what I was doing back there in the wings.",
        "I was choosing to gently  insist on repeating my silent sentence to set myself up for success.",
        "What we tell ourselves  really matters.",
        "We follow our own instructions all day long.",
        "Our whole selves are always listening.",
        "So when you notice something isn't going well or you're fearing something might not go well in the  future, use this checklist.",
        "What am I telling myself?",
        "What's being broadcast?",
        "Then replace that with a  better sentence to help set you up for where you'd like to go.",
        "And most importantly, put it in the  script and practice it. Practice it just as much as the words you say out loud.",
        "So if you're running  your intro in the shower three times in a row, it would go silent bit out loud bit.",
        "Silent out loud,  silent out loud until it is inextricably linked.",
        "And it is just a part of your process.",
        "And it is  repeatable and reliable.",
        "And then it's just there for you when you need it.",
        "Now I want to leave you with this final thought.",
        "When you're at home and you're practicing some  of these techniques like turn up the energy and speak up, pause like a boss, superhero stance,  practice with purpose and your silent sentence.",
        "Please know that it might feel uncomfortable at  first because it's new and that is normal.",
        "But think back to when I was demonstrating the nervous  captain at the top.",
        "How did that make you feel?",
        "And then when the confident captain came out,  oh, what a relief.",
        "Now I can just sit back and enjoy the ride.",
        "Remember that feeling of safety  you had as an audience member and bring that into your next rehearsal.",
        "You can give that gift to  your audience.",
        "Reach outside your comfort zone to make your audience feel safe by making the choices  of a confident captain.",
        "And who knows, you might even have fun.",
        "Have a great trip."
    ],
    "num_texttiling": 19,
    "num_bert": 178
}