[
    {
        "segment_number": 1,
        "start_time": "00:00",
        "end_time": "00:25",
        "text": " Welcome to the Moth Podcast. I'm your host for this week, Chloe Stamman.",
        "keywords": [
            "chloe",
            "host",
            "moth",
            "podcast",
            "stamman"
        ],
        "summary": " Welcome to the Moth Podcast. I'm your host for this week, Chloe Stamman."
    },
    {
        "segment_number": 2,
        "start_time": "00:25",
        "end_time": "00:50",
        "text": "Today, we're talking about a true cultural icon, an object of obsession for many, immortalized in countless movies and songs, and the ultimate symbol of freedom.",
        "keywords": [
            "countless",
            "cultural",
            "freedom",
            "icon",
            "immortalized"
        ],
        "summary": "Today, we're talking about a true cultural icon, an object of obsession for many, immortalized in countless movies and songs, and the ultimate symbol of freedom."
    },
    {
        "segment_number": 3,
        "start_time": "00:50",
        "end_time": "01:15",
        "text": "Any guesses?",
        "keywords": [
            "guesses"
        ],
        "summary": "Any guesses?"
    },
    {
        "segment_number": 4,
        "start_time": "01:15",
        "end_time": "01:40",
        "text": "This episode is all about cars. Whether it's your pride and joy or a honk of junk that gets you where you need to go, or you know, maybe it's both. The cars we spend our time in are filled with stories of close calls, single-ongs, and road trip realizations. My first car was a used green old smoked meal that I got when I was a teenager. I was really grateful for the freedom it offered me, but it definitely wasn't winning any awards for like the coolest car on the road. It was a tank.",
        "keywords": [
            "car",
            "cars",
            "road",
            "awards",
            "calls"
        ],
        "summary": "This episode is all about cars. Whether it's your pride and joy or a honk of junk. The cars we spend our time in are filled with stories of close calls, single-ongs, and road trip realizations."
    },
    {
        "segment_number": 5,
        "start_time": "01:40",
        "end_time": "02:05",
        "text": "I grit my teeth every cans of summer when the AC blew out only hot air, and roll my eyes every time I pulled up to a drive-through, only for the driver's side window to not budge down an inch. One stormy night, driving home from my job at the grocery store, I found myself in the middle of a flash flood on a pitch black background. My car stuttered to a halt and died, and I was just completely filled with panic. I called my dad for help and sat and watched the water inch further and further up, hoping that my car would stay on the road. Not only did it stay firmly put until my dad arrived in his truck so I could jump to safety, the next day to all of our amazement, it started right back up again when I put the key in the ignition. My tank of an old mobile had kept me safe, and we cruised together for many more years, with much more respect online.",
        "keywords": [
            "car",
            "dad",
            "inch",
            "stay",
            "ac"
        ],
        "summary": "One stormy night, driving home from my job at the grocery store, I found myself in the middle of a flash flood on a pitch black background. My car stuttered to a halt and died, and I was just completely filled with panic. Not only did it stay firmly put until my dad arrived in his truck so I could"
    },
    {
        "segment_number": 6,
        "start_time": "02:05",
        "end_time": "02:30",
        "text": "Our first story this week is from Oscar Sivadrape. He told it at a DC story slam where the theme of the night was intentions. Here's Oscar, live at the mall. How's everybody doing today?",
        "keywords": [
            "oscar",
            "story",
            "dc",
            "doing",
            "everybody"
        ],
        "summary": "Our first story this week is from Oscar Sivadrape. He told it at a DC story slam where the theme of the night was intentions. Here's Oscar, live at the mall. How's everybody doing today?"
    },
    {
        "segment_number": 7,
        "start_time": "02:30",
        "end_time": "02:55",
        "text": "All right, here because of you, you can do this.",
        "keywords": [
            "right"
        ],
        "summary": "All right, here because of you, you can do this."
    },
    {
        "segment_number": 8,
        "start_time": "02:55",
        "end_time": "03:20",
        "text": "This is my first time here, so I'm a little nervous, so I'm a little nervous. As everybody knows, as he mentioned, my name is Oscar, I am an Mexican born and raised there.",
        "keywords": [
            "little",
            "nervous",
            "born",
            "everybody",
            "knows"
        ],
        "summary": "This is my first time here, so I'm a little nervous, so I'm a little nervous. As everybody knows, as he mentioned, my name is Oscar, I am an Mexican born and raised there."
    },
    {
        "segment_number": 9,
        "start_time": "03:20",
        "end_time": "03:45",
        "text": "As a teenager growing up, we all did things which we remember hiding from our parents. We all have those times of useless stuff.",
        "keywords": [
            "did",
            "growing",
            "hiding",
            "parents",
            "remember"
        ],
        "summary": "As a teenager growing up, we all did things which we remember hiding from our parents. We all have those times of useless stuff."
    },
    {
        "segment_number": 10,
        "start_time": "03:45",
        "end_time": "04:10",
        "text": "I'm 15 years old, of course, I'm a 90s baby. So I'm watching the fans of the series, and I'm like, I cannot wait to get my learners perman. I'm going to do my thing. The day comes, and I get my learners perman. My dad told me how to drive, and I'm 13. So I'm like, I'm going to wait for my mom to go to sleep, and I'm going to just sleep out for a little bit. I go and I have my best friend, and I'm like, listen, tonight we're going out. I'm going to take, I'm going to borrow my mom's car. And you know, we're just going to go out and cruise. So he's like, all right, I'm down. And we didn't have cell phones, so we kind of had a set time where it's like, I'm going to pick you up at this time or flash the lights, just come out. So my mom goes to sleep, and of course me being me, I go out, I take her keys. And she had like a van. It wasn't even like a sports car. Like, you know, I look like a soccer mom in this van. So I'm like, whatever, I just want to drive. And so I pick him up. I'm like, I'm flashing my lights. He comes out. And of course, I'm excited. I'm just like two in the morning. And this is like in our county, Columbia.",
        "keywords": [
            "like",
            "going",
            "just",
            "mom",
            "course"
        ],
        "summary": "\"I'm 15 years old, of course, I'm a 90s baby. So I'm watching the fans of the series, and I'm like, I cannot wait to get my learners perman. I'm going to do my thing,\" she says."
    },
    {
        "segment_number": 11,
        "start_time": "04:10",
        "end_time": "04:35",
        "text": "I'm like, be good. Like, be good. You know, this is soccer mom, man. I'm almost going to pull this over. We don't look suspect at all.",
        "keywords": [
            "good",
            "like",
            "don",
            "going",
            "know"
        ],
        "summary": "I'm like, be good. Like, be good. You know, this is soccer mom, man. I'm almost going to pull this over. We don't look suspect at all."
    },
    {
        "segment_number": 12,
        "start_time": "04:35",
        "end_time": "05:00",
        "text": "Right? So I'm like, let's go. We just cruising.",
        "keywords": [
            "cruising",
            "just",
            "let",
            "like",
            "right"
        ],
        "summary": "Right? So I'm like, let's go. We just cruising."
    },
    {
        "segment_number": 13,
        "start_time": "05:00",
        "end_time": "05:25",
        "text": "And I'm like, and she had the ox cord. So I'm like, you know, me being, and I'm like, you're going to put some daddy Yankee on. Like, you know, we just going to cruise. So I'm like, I, so we like jamming. We got the volume all the way up. We're cruising. We're not even going. We have no destination. We're just driving. So I'm like, I, we cruising with cruising. We think it would be cool. And next thing you know, I run a stop sign. And of course, boom. We get hit on the side. So I'm like, so I'm looking at him. He's looking at me. I'm like, you know, I'm Mexican. You African-American man. Like, young dude, like, we, if the cow's full of weed, they not playing with us. So I'm like, nah, we can't.",
        "keywords": [
            "like",
            "know",
            "cruising",
            "going",
            "just"
        ],
        "summary": "\"I'm Mexican. You African-American man. Like, young dude, like, we, if the cow's full of weed, they not playing with us. So I'm like, nah, we can't\""
    },
    {
        "segment_number": 14,
        "start_time": "05:25",
        "end_time": "05:50",
        "text": "And like, my mom was good. If you're Mexican, I don't know about everybody else. But if you're more scared of your mom than you are of the police. Like, that's just a fact. So I'm like, you know, I'm thinking of my mom, like, yo, I'm sorry, but we got to leave. I mean, they felt like a meagle song. We like, it's good, it's good. And we leave, yo. Feel. He's like, what are you doing? I'm like, nah. I'm like, you understand? Like, no. So we get back, my intention was to bring the car back in one piece with no scratches. And we live in an apartment. There's no reserved parking. There's no privileges. So when I came back, the parking spot somebody took it. And I'm like, my mom is going to kill me. Like, nah, this, this is not going to work. So I'm parking somewhere else.",
        "keywords": [
            "like",
            "mom",
            "good",
            "parking",
            "going"
        ],
        "summary": "\"I'm thinking of my mom, like, yo, I'm sorry, but we got to leave. I mean, they felt like a meagle song,\" he says. \"And like, my mom was good. If you're Mexican, I don't know about everybody else\""
    },
    {
        "segment_number": 15,
        "start_time": "05:50",
        "end_time": "06:15",
        "text": "I didn't sleep all night. And I'm like, my mom wakes up. She starts taking a shower. She used to drop me off at school. So I'm like, I didn't sleep all night. I'm like, hey, my, I know you're taking a shower, but I'm going to get the car, you know, so that we can leave, because I want to be late. I got an exam. So she like, you get it. So I go to, and it's like a big scratch.",
        "keywords": [
            "like",
            "didn",
            "know",
            "night",
            "shower"
        ],
        "summary": "\"I didn't sleep all night. And I'm like, my mom wakes up. She starts taking a shower. She used to drop me off at school,\" he says."
    },
    {
        "segment_number": 16,
        "start_time": "06:15",
        "end_time": "06:40",
        "text": "The headlights all bent in. And I pull up. So I'm like, I go in the house and I have to like fake. Like, I don't know what happened. I'm like, my somebody hit the car. I'm like, my mother police. I'm like, my, like, she's like, what happened? She comes out and she's just like mad. And so this day, like, she does not know. She does not know what happened.",
        "keywords": [
            "like",
            "happened",
            "know",
            "does",
            "bent"
        ],
        "summary": "\"The headlights all bent in. And I pull up. So I'm like, I go in the house and I have to like fake. Like, I don't know what happened,\" she said."
    },
    {
        "segment_number": 17,
        "start_time": "06:40",
        "end_time": "07:05",
        "text": "But the funny part is, like, when I signed up for this, there were like, you can either have this on record or you can keep this. And I was like, let me put it on record. And then in a few days, I'm going to send my mom, hey, you ever heard of the mom? And I'm like, I got a story to tell you. I want you to hear it. That was Oscar's video. Oscar, if you're listening and you haven't gotten around to telling your mom about the car, now's your chance.",
        "keywords": [
            "like",
            "mom",
            "oscar",
            "record",
            "car"
        ],
        "summary": "\"I was like, let me put it on record. And then in a few days, I'm going to send my mom, hey, you ever heard of the mom?\" he says. \"I got a story to tell you. I want you to hear it\""
    },
    {
        "segment_number": 18,
        "start_time": "07:05",
        "end_time": "07:30",
        "text": "Let us know how it goes. Up next is Nina Slowinsky. Nina told this story at a story slam produced by the Moth Education program at Skidmore College. The theme of the night was transformations.",
        "keywords": [
            "nina",
            "story",
            "college",
            "education",
            "goes"
        ],
        "summary": "Let us know how it goes. Up next is Nina Slowinsky. Nina told this story at a story slam produced by the Moth Education program at Skidmore College. The theme of the night was transformations."
    },
    {
        "segment_number": 19,
        "start_time": "07:30",
        "end_time": "07:55",
        "text": "Here's Nina, live at the Moth. Okay. My parents have been divorced since I was like a little kid, which is fine. But with that came like a lot of associations. My dad kept the house. My mom moved out. My dad got a new car, which was like so cool at the time, because it was a red Honda CRV. And he was very particular on that choice. He was like, you'll always know it to me when I come to pick you up at school. That way he wouldn't sit in Paul or which stand out of like the silver cars and the black cars and the white cars and the mundane cars he thought. But he was really into his car and himself and my mom moved on pretty quickly and she is great. And my dad is great too, but it took him a long time. I mean, he grew out his hair really long. He went through a lot of different like glasses, styles. He had his part like littered with like CDs on like the folding mirror of like Mary Goucher and Lucinda Williams and Greg Brown. And I didn't know that the radio existed until I would drive with my mom because my dad would just play CDs all the time. And I mean, his car had like a snack compartment. It was decked out.",
        "keywords": [
            "like",
            "cars",
            "dad",
            "car",
            "mom"
        ],
        "summary": "Nina: My parents have been divorced since I was like a little kid, which is fine. But with that came like a lot of associations. My dad got a new car, which was like so cool at the time, because it was a red Honda CRV."
    },
    {
        "segment_number": 20,
        "start_time": "07:55",
        "end_time": "08:20",
        "text": "He had like an eyeball and some tena and he was kind of like this artist growing up. So kind of stuck with him, I guess. So he grew up with the car a little bit and I grew up with the car a little bit and by the time high school like came I like spending nights in with my dad doing not weird things. I think I just dressed weird like it would be winter and I would wear a sun dress and a bandana and converse and none of it matched.",
        "keywords": [
            "like",
            "bit",
            "car",
            "grew",
            "kind"
        ],
        "summary": "\"I like spending nights in with my dad doing not weird things,\" she says. \"He had like an eyeball and some tena and he was kind of like this artist growing up\""
    },
    {
        "segment_number": 21,
        "start_time": "08:20",
        "end_time": "08:45",
        "text": "Not that it has to but it didn't and my dad never questioned it once.",
        "keywords": [
            "dad",
            "didn",
            "questioned"
        ],
        "summary": "Not that it has to but it didn't and my dad never questioned it once."
    },
    {
        "segment_number": 22,
        "start_time": "08:45",
        "end_time": "09:10",
        "text": "He just, he would go grocery shopping at night. We would take the groceries, put them in the car. That'd be it. We'd come home. We'd go out to Barnes & Noble's. I'd get a bad teen romance book like Sarah Desson or like from the Pretty Little Liar series.",
        "keywords": [
            "like",
            "bad",
            "barnes",
            "book",
            "car"
        ],
        "summary": "\"He just, he would go grocery shopping at night. We would take the groceries, put them in the car,\" she said. \"We'd come home. We'd go out to Barnes & Noble's. I'd get a"
    },
    {
        "segment_number": 23,
        "start_time": "09:10",
        "end_time": "09:35",
        "text": "I feel really guilty admitting that. But it's true. And then we would go to five guys and he's a vegetarian so I would get a burger and he would get these sandwich with like every vegetable on it. Which didn't taste really good but he would go in. I would see him go in like through the glass, get our order, come out and we would eat it in the car listening to Mary Goshay, the Williams. As though we were at eat again five guys but the music was slightly better. And we drive home and we would turn the car off and sit in the silence in the car just or two of us, even though we were home. That was really important. That we just spent like a few more minutes there. We like really lived in the car together at times. But the car got older and I got older and it was my junior year in high school and my dad was driving me to my mom's house as he always did since I would like switch between their houses really often. And he'd gotten a new car and I'd noticed and of course I complained. We got in the car and he's driving to my mom's house and he pulls in to a gas station where his car is. He's like dead car and you look at it and says I just wanted you to have the chance to like say goodbye to it. Which was really sweet and it kind of hit me then that we were in a silver Toyota Camry. The car that he'd never wanted and we were saying goodbye to this red boxy oversized car that he really wanted for I think since he was like a kid. And I think in that moment we kind of both grew up a little bit. Thank you. That is Nina Slowinsky. Nina is a storyteller, theater director and playwright. She's grateful to have graduated from Skidmore College in 2019 just before COVID hit with a Bachelor of Science in Theatre. To see a photo of Nina, her dad and the car, head to our website, themawf.org slash extras.",
        "keywords": [
            "car",
            "like",
            "really",
            "just",
            "got"
        ],
        "summary": "Nina Slowinsky is a storyteller, theater director and playwright. She's grateful to have graduated from Skidmore College in 2019 just before COVID hit."
    },
    {
        "segment_number": 24,
        "start_time": "09:35",
        "end_time": "10:00",
        "text": "Thank you to both of our storytellers this week for sharing their stories with us and to you for listening. Until next time from all of us here at The Maw, have a story worthy week. Chloe Sammon is a producer on the Mawf's main stage in Story Signing teams, the director on the main stage and a member of the pitch line team. Her favorite Mawf moments come on show days when the cardio is done, how slipes go down in the magic settles. This episode of The Mawf podcast was produced by me Julia Purcell with Sarah Austin Juness, Sarah Jane Johnson and Chloe Sammon. The rest of The Mawf's leadership team includes Katherine Burns, Sarah Heyberman, Jennifer Hickson, Meg Bowls, Kate Tellers, Jennifer Birmingham, Marina Cuchet, Suzanne Rust, Branding Grant, Inga Glodowski and Aldi Pazza. Mawf's stories are true as remembered and affirmed by storytellers. For more about our podcast, information on pitching your story and everything else, go to our website, themawf.org.",
        "keywords": [
            "mawf",
            "sarah",
            "story",
            "chloe",
            "jennifer"
        ],
        "summary": "Chloe Sammon is a producer on the Mawf's main stage in Story Signing teams. Her favorite Mawf moments come on show days when the cardio is done."
    }
]