{
    "audio_file": "E:\\Podcast-Analyser\\automated-podcast-transcription\\backend\\uploads\\1766568638578.mp3",
    "language": "en",
    "segments": [
        {
            "start": 0.0,
            "end": 16.72,
            "text": " I got an email. It said, your book was the only thing that saved me from suicide. You"
        },
        {
            "start": 16.72,
            "end": 24.92,
            "text": " saved my life. Now, my book is about how to clean, so that seems kind of weird, right?"
        },
        {
            "start": 25.400000000000002,
            "end": 29.400000000000002,
            "text": " What if a new philosophy on cleaning could teach us a better approach to mental health?"
        },
        {
            "start": 30.44,
            "end": 35.32,
            "text": " I'm not an interior designer or a lifestyle influencer. I'm just a therapist with ADHD."
        },
        {
            "start": 35.96,
            "end": 42.52,
            "text": " In February of 2020, I had my second baby. Because with the first one, I had some postpartum anxiety"
        },
        {
            "start": 42.52,
            "end": 46.44,
            "text": " and my husband had just taken a very demanding job that was going to keep him busy,"
        },
        {
            "start": 46.44,
            "end": 52.760000000000005,
            "text": " I developed a meticulous postpartum plan for myself. My family would rotate in and shifts"
        },
        {
            "start": 52.76,
            "end": 57.72,
            "text": " for the first 60 days. The cleaning crew would come once a month. The new moms group would drop"
        },
        {
            "start": 57.72,
            "end": 65.64,
            "text": " off dinners, and my toddler would go to preschool. I was so proud of this plan, and it ended before"
        },
        {
            "start": 65.64,
            "end": 71.72,
            "text": " it even began. Because February of 2020 is when the COVID lockdowns happened, and all of that"
        },
        {
            "start": 71.72,
            "end": 78.12,
            "text": " support disappeared overnight. In a blur, my days turned into breastfeeding difficulties,"
        },
        {
            "start": 78.12,
            "end": 84.12,
            "text": " toddler meltdowns, and depression. The dishes stayed in the sink for days. The laundry pile"
        },
        {
            "start": 84.12,
            "end": 89.0,
            "text": " reached impressive heights, and there was often not a path to walk from room to room."
        },
        {
            "start": 90.12,
            "end": 93.88000000000001,
            "text": " And when I should have been catching up on sleep, I would lay in bed at night and think to myself,"
        },
        {
            "start": 94.92,
            "end": 100.76,
            "text": " I'm failing. Maybe I'm not capable of being a good mom to two kids."
        },
        {
            "start": 101.32000000000001,
            "end": 107.16000000000001,
            "text": " I decided to post a joke video on TikTok one day about my house-turned-disaster."
        },
        {
            "start": 110.12,
            "end": 116.60000000000001,
            "text": " Some funny shots of my clutter and my dishes and my enchilada pan to a nice beat."
        },
        {
            "start": 118.12,
            "end": 122.60000000000001,
            "text": " Sort of a laugh to keep from cry situation, surely. And I got a comment."
        },
        {
            "start": 123.4,
            "end": 134.76000000000002,
            "text": " Lazy. Yeah, that's stung. But I must be a glutton for punishment because I kept posting videos about"
        },
        {
            "start": 134.76000000000002,
            "end": 141.88,
            "text": " my messy house. Video after video of all of the weird tips and tricks that I was using"
        },
        {
            "start": 141.88,
            "end": 145.4,
            "text": " to try and get it back in order while managing my feelings of being overwhelmed."
        },
        {
            "start": 145.96,
            "end": 150.76000000000002,
            "text": " And I braced myself for more criticism. But what happened was entirely different."
        },
        {
            "start": 151.07999999999998,
            "end": 159.48,
            "text": " In the comment sections of my videos, hundreds of stories came rolling in. Stories like Amanda,"
        },
        {
            "start": 160.35999999999999,
            "end": 165.07999999999998,
            "text": " who after losing her baby in the second trimester was standing frozen at her sink because she"
        },
        {
            "start": 165.07999999999998,
            "end": 171.32,
            "text": " forgot how to wash dishes. Stories like Lula, whose chronic health problems and depression"
        },
        {
            "start": 171.32,
            "end": 177.39999999999998,
            "text": " made it difficult for her to brush her teeth. Story after story of people with depression,"
        },
        {
            "start": 177.4,
            "end": 182.76000000000002,
            "text": " ADHD, autism, burnout, bereavement, all struggling with these daily tasks."
        },
        {
            "start": 183.8,
            "end": 188.20000000000002,
            "text": " And it might seem odd to some of you that someone could struggle with tasks that are so simple."
        },
        {
            "start": 189.8,
            "end": 195.64000000000001,
            "text": " But are they simple? Let's think about what really goes into something like laundry."
        },
        {
            "start": 195.64000000000001,
            "end": 202.12,
            "text": " Everyone picture your laundry pile right now, okay? How many clean clothes do you have left"
        },
        {
            "start": 202.12,
            "end": 207.16,
            "text": " right now? Can you wash tomorrow or must it be today? Do you need to prioritize, pre-sort,"
        },
        {
            "start": 207.16,
            "end": 210.28,
            "text": " pre-treat anything? Did you grow up with anybody that taught you how to do that?"
        },
        {
            "start": 210.28,
            "end": 212.92000000000002,
            "text": " You're out of laundry detergent. If you work three jobs, when are you going to get to the"
        },
        {
            "start": 212.92000000000002,
            "end": 215.4,
            "text": " store next? And if you get there, can you afford it? And if you can afford it, which one"
        },
        {
            "start": 215.4,
            "end": 218.36,
            "text": " you choose? And you get it all home, get it in there, and now pick a setting. Which one? I"
        },
        {
            "start": 218.36,
            "end": 223.56,
            "text": " don't know. Google it. By the way, you have memory problems. So you'll remember that wash"
        },
        {
            "start": 223.56,
            "end": 228.6,
            "text": " in about three days when it's mildewed into the washer. It's okay. It's okay. Just rewash"
        },
        {
            "start": 228.6,
            "end": 233.16,
            "text": " it, okay, and get it into the dryer. You'll forget that too, and it'll wrinkle. Now dry it again."
        },
        {
            "start": 233.96,
            "end": 238.2,
            "text": " Now, all you have to do is get it out and fold it. But also, you have three small children."
        },
        {
            "start": 238.2,
            "end": 241.32,
            "text": " And those three small children haven't given you a moment alone in quite some time. But when"
        },
        {
            "start": 241.32,
            "end": 244.35999999999999,
            "text": " you finally get that moment, you have to decide, are you going to finish the laundry?"
        },
        {
            "start": 244.35999999999999,
            "end": 247.16,
            "text": " Are you going to eat a sandwich? Are you going to take a nap? Time's up. You didn't do any"
        },
        {
            "start": 247.16,
            "end": 253.4,
            "text": " of it. You stared at the wall. You have decision fatigue because the burden of carrying"
        },
        {
            "start": 253.4,
            "end": 258.6,
            "text": " a home all by yourself has burnt you out. You see, for some of you, all of the steps"
        },
        {
            "start": 258.6,
            "end": 265.08,
            "text": " and the skills that go into care tasks run on autopilot. But for millions of people,"
        },
        {
            "start": 265.08,
            "end": 271.48,
            "text": " the autopilot is broken. And what's worse, what if you had to do all of that when your mom"
        },
        {
            "start": 271.48,
            "end": 277.88,
            "text": " just died? Or your job just fired you? Or you're using every ounce of strength that you have"
        },
        {
            "start": 277.88,
            "end": 285.56,
            "text": " to just not kill yourself today? If you have access to therapy, it's unlikely your therapist"
        },
        {
            "start": 285.56,
            "end": 291.71999999999997,
            "text": " will ever ask you about your laundry. I've worked in mental health for about a decade."
        },
        {
            "start": 291.71999999999997,
            "end": 295.96,
            "text": " I've been in therapy even longer. And the only time I ever had a provider talk to me"
        },
        {
            "start": 295.96,
            "end": 300.12,
            "text": " about things like cooking and cleaning and brushing my teeth was when I was in a psych"
        },
        {
            "start": 300.12,
            "end": 307.71999999999997,
            "text": " hospital as a teenager. Yet here were hundreds of thousands of people in my comment sections"
        },
        {
            "start": 307.72,
            "end": 312.6,
            "text": " telling me that these daily care tasks were a major pain point in their life."
        },
        {
            "start": 314.28000000000003,
            "end": 318.28000000000003,
            "text": " And so I started to wonder, what if we started here?"
        },
        {
            "start": 321.24,
            "end": 329.24,
            "text": " What if we started with these care tasks? Could making daily tasks easier improve mental health"
        },
        {
            "start": 329.24,
            "end": 334.04,
            "text": " quicker? In the two years that I've been posting and writing about the intersection"
        },
        {
            "start": 334.04,
            "end": 338.12,
            "text": " of mental health and care tasks, I've come up with a philosophy that does just this."
        },
        {
            "start": 338.92,
            "end": 347.88,
            "text": " And it all starts with one simple idea, cooking, cleaning, laundry. It doesn't make you a good"
        },
        {
            "start": 347.88,
            "end": 358.28000000000003,
            "text": " person or a bad person. Listen to me. Care tasks are morally neutral."
        },
        {
            "start": 359.00000000000006,
            "end": 363.96000000000004,
            "text": " Now, I know that if you've been watching Martha Stewart for decades"
        },
        {
            "start": 366.04,
            "end": 371.88000000000005,
            "text": " and scrolling the perfect Pinterest aesthetic every day, that it can feel like struggling"
        },
        {
            "start": 371.88000000000005,
            "end": 377.16,
            "text": " with these tasks is a moral failure. Like it's because we're lazy or we're irresponsible"
        },
        {
            "start": 377.16,
            "end": 382.36,
            "text": " or we're immature. But having an organized cause, it doesn't make you a success."
        },
        {
            "start": 382.36,
            "end": 385.56000000000006,
            "text": " And living out of a pile of laundry on the floor doesn't make you a failure."
        },
        {
            "start": 386.44,
            "end": 390.52,
            "text": " You know where the shirt you want to wear is. It might take you a bit of sifting to find it."
        },
        {
            "start": 391.64,
            "end": 399.08,
            "text": " The truth is, it's not about morality. It's about functionality. Does your home work for you?"
        },
        {
            "start": 400.28000000000003,
            "end": 403.88,
            "text": " Not some hypothetical house guest that is coming to inspect your closet."
        },
        {
            "start": 404.6,
            "end": 408.04,
            "text": " I mentioned Amanda, who had lost her baby and forgot how to wash dishes."
        },
        {
            "start": 409.24,
            "end": 412.92,
            "text": " She told me that when her husband would go to work, she would lay on the floor next"
        },
        {
            "start": 412.92,
            "end": 418.52000000000004,
            "text": " to the empty crib and say to herself, what can I bring to my family if I can't even wash dishes?"
        },
        {
            "start": 421.0,
            "end": 425.24,
            "text": " But that changed when she began to see care tasks as morally neutral."
        },
        {
            "start": 426.20000000000005,
            "end": 431.08000000000004,
            "text": " All of a sudden, the dishes in the sink weren't representations of her failure as a wife,"
        },
        {
            "start": 431.64,
            "end": 436.92,
            "text": " but instead she would look at the pile and think to herself, what do I need to function"
        },
        {
            "start": 437.48,
            "end": 441.96000000000004,
            "text": " tomorrow morning, and then pull two coffee cups out of the pile to wash."
        },
        {
            "start": 443.8,
            "end": 448.04,
            "text": " She had her coffee the next morning, and it was a little bit easier to get off the floor."
        },
        {
            "start": 449.64000000000004,
            "end": 454.6,
            "text": " When we liberate ourselves from the idea that we are a good person or a bad person with care"
        },
        {
            "start": 454.6,
            "end": 459.0,
            "text": " tasks, we can stop thinking about the right way to do things, about the way that things"
        },
        {
            "start": 459.0,
            "end": 464.6,
            "text": " should be done, and instead start thinking about what we can do with our current barriers"
        },
        {
            "start": 464.84000000000003,
            "end": 472.44,
            "text": " to improve our quality of life today. And this is the fun part, because you get to customize a life"
        },
        {
            "start": 472.44,
            "end": 479.08000000000004,
            "text": " that works for you. When Lula realized that her problems with brushing her teeth were not moral"
        },
        {
            "start": 479.08000000000004,
            "end": 484.04,
            "text": " failings, she gained the confidence to speak to her dental hygienist, and together they came"
        },
        {
            "start": 484.04,
            "end": 490.12,
            "text": " up with solutions that work around her barriers. She now relies on pre-pasted disposable"
        },
        {
            "start": 490.12,
            "end": 495.8,
            "text": " toothbrushes that she keeps in her desk, floss she keeps in the living room, and a no-rinse prescription"
        },
        {
            "start": 495.8,
            "end": 502.36,
            "text": " toothpaste. Because by breaking down the component parts of a dental hygiene routine and ensuring"
        },
        {
            "start": 502.36,
            "end": 508.28000000000003,
            "text": " that each step was accessible to her mental and physical needs, for the first time in a year"
        },
        {
            "start": 508.28000000000003,
            "end": 513.88,
            "text": " she's done every step in that routine for two weeks straight. She says that now that her"
        },
        {
            "start": 513.88,
            "end": 519.5600000000001,
            "text": " teeth are clean, she's a little less stressed about tomorrow's problems. And this approach"
        },
        {
            "start": 519.5600000000001,
            "end": 524.6800000000001,
            "text": " can work with any care test that you struggle with. Simply ask yourself, what am I trying to achieve,"
        },
        {
            "start": 524.6800000000001,
            "end": 530.44,
            "text": " and how can I achieve it in my way? In a rare moment of folding clothes,"
        },
        {
            "start": 532.84,
            "end": 536.6,
            "text": " I looked down at the baby onesie that I was folding, and I thought to myself,"
        },
        {
            "start": 538.0400000000001,
            "end": 539.08,
            "text": " why am I folding this?"
        },
        {
            "start": 539.1600000000001,
            "end": 550.6,
            "text": " Baby onesies don't really wrinkle. And even if they did, nobody cares if a baby's in a wrinkly onesie."
        },
        {
            "start": 551.88,
            "end": 555.1600000000001,
            "text": " Furthermore, I was probably going to change her four times before lunch."
        },
        {
            "start": 557.88,
            "end": 563.32,
            "text": " This doesn't need to be folded. I said it out loud and literally braced myself"
        },
        {
            "start": 564.2800000000001,
            "end": 573.5600000000001,
            "text": " for the laundry police? I don't know. There are rules to laundry. But for the first time,"
        },
        {
            "start": 573.5600000000001,
            "end": 578.5200000000001,
            "text": " I stopped thinking about the way that laundry should be done, and instead started thinking about"
        },
        {
            "start": 578.5200000000001,
            "end": 584.2800000000001,
            "text": " how I could make laundry functional for me. And I looked down at the fleece pajamas and the"
        },
        {
            "start": 584.2800000000001,
            "end": 589.1600000000001,
            "text": " underwear and the athletic shorts and the tank tops and realized almost none of my clothes"
        },
        {
            "start": 589.3199999999999,
            "end": 593.88,
            "text": " actually needed to be folded. And I haven't folded any of it since."
        },
        {
            "start": 601.7199999999999,
            "end": 606.8399999999999,
            "text": " I moved all of my family's clothes into one closet off the laundry room, and now"
        },
        {
            "start": 606.8399999999999,
            "end": 613.16,
            "text": " I just toss things into organized bins unfolded. My new motto is good enough is perfect."
        },
        {
            "start": 613.56,
            "end": 620.76,
            "text": " And everything worth doing is worth doing half-assed."
        },
        {
            "start": 626.36,
            "end": 631.56,
            "text": " You have to give yourself permission to do a little, to do it with shortcuts,"
        },
        {
            "start": 632.28,
            "end": 637.88,
            "text": " to do it while breaking all of the rules, and replace that inner voice that says,"
        },
        {
            "start": 638.6,
            "end": 643.64,
            "text": " I'm failing, with one that says, I'm having a hard time right now."
        },
        {
            "start": 645.08,
            "end": 647.64,
            "text": " And people who are having a hard time deserve compassion."
        },
        {
            "start": 649.56,
            "end": 655.96,
            "text": " If it's too hard to shower today, grab the baby wipes. It may not be the normal way to do it,"
        },
        {
            "start": 657.0,
            "end": 664.44,
            "text": " but you deserve to be clean. If it's too hard to cook dinner, get paper plates,"
        },
        {
            "start": 665.4000000000001,
            "end": 669.0,
            "text": " heat up something frozen. You'll go back to cooking and washing another day,"
        },
        {
            "start": 669.0,
            "end": 673.6400000000001,
            "text": " but the day is not today. And in the meantime, you deserve to eat."
        },
        {
            "start": 675.32,
            "end": 679.72,
            "text": " If you're too depressed to do your dishes, get a two-gallon ziplock bag and keep it in your"
        },
        {
            "start": 679.72,
            "end": 684.2,
            "text": " bedroom, because if you put a dirty plate into a two-gallon ziplock bag and seal it,"
        },
        {
            "start": 684.2,
            "end": 689.48,
            "text": " it will keep the bugs away. And it'll be there for you when you're ready to go back to the"
        },
        {
            "start": 689.48,
            "end": 696.9200000000001,
            "text": " kitchen, because you deserve a sanitary environment, even if you can't get out of bed."
        },
        {
            "start": 698.9200000000001,
            "end": 703.5600000000001,
            "text": " I could share with you hundreds of other genius solutions that people have come up with once they"
        },
        {
            "start": 703.5600000000001,
            "end": 709.88,
            "text": " embrace the idea that caretasks are morally neutral. In my experience, people will exhibit"
        },
        {
            "start": 709.88,
            "end": 715.88,
            "text": " mind-blowing creativity when they are only taught how to speak compassionately to themselves."
        },
        {
            "start": 716.04,
            "end": 720.36,
            "text": " So what if mental health treatment started here?"
        },
        {
            "start": 721.96,
            "end": 728.12,
            "text": " By shifting the idea of caretasks as these external measurements of your worthiness"
        },
        {
            "start": 728.12,
            "end": 733.16,
            "text": " to just being morally neutral tasks that you can customize to care for yourself."
        },
        {
            "start": 736.84,
            "end": 743.88,
            "text": " Because if it's true that regardless of what you struggle with, you are worthy"
        },
        {
            "start": 744.52,
            "end": 745.64,
            "text": " of a functional space."
        },
        {
            "start": 748.52,
            "end": 752.68,
            "text": " What else might you be worthy of? Thank you."
        }
    ]
}