{
    "audio_file": "E:\\Podcast-Analyser\\automated-podcast-transcription\\backend\\uploads\\1766573224360.mp3",
    "language": "en",
    "segments": [
        {
            "start": 0.0,
            "end": 16.72,
            "text": " I got an email. It said, your book was the only thing that saved me from suicide. You"
        },
        {
            "start": 16.72,
            "end": 24.92,
            "text": " saved my life. Now, my book is about how to clean, so that seems kind of weird, right?"
        },
        {
            "start": 25.400000000000002,
            "end": 29.400000000000002,
            "text": " What if a new philosophy on cleaning could teach us a better approach to mental health?"
        },
        {
            "start": 30.44,
            "end": 35.400000000000006,
            "text": " I'm not an interior designer or a lifestyle influencer. I'm just a therapist with ADHD."
        },
        {
            "start": 35.96,
            "end": 42.52,
            "text": " In February of 2020, I had my second baby. Because with the first one, I had some postpartum anxiety"
        },
        {
            "start": 42.52,
            "end": 46.44,
            "text": " and my husband had just taken a very demanding job that was going to keep him busy,"
        },
        {
            "start": 46.44,
            "end": 52.760000000000005,
            "text": " I developed a meticulous postpartum plan for myself. My family would rotate in and shifts"
        },
        {
            "start": 52.76,
            "end": 57.72,
            "text": " for the first 60 days, the cleaning crew would come once a month, the new moms group would drop"
        },
        {
            "start": 57.72,
            "end": 65.72,
            "text": " off dinners, and my toddler would go to preschool. I was so proud of this plan, and it ended before it"
        },
        {
            "start": 65.72,
            "end": 71.72,
            "text": " even began. Because February of 2020 is when the COVID lockdowns happened, and all of that"
        },
        {
            "start": 71.72,
            "end": 78.12,
            "text": " support disappeared overnight. In a blur, my days turned into breastfeeding difficulties,"
        },
        {
            "start": 78.2,
            "end": 84.2,
            "text": " toddler meltdowns, and depression. The dishes stayed in the sink for days, the laundry pile"
        },
        {
            "start": 84.2,
            "end": 89.08000000000001,
            "text": " reached impressive heights, and there was often not a path to walk from room to room."
        },
        {
            "start": 90.2,
            "end": 93.96000000000001,
            "text": " And when I should have been catching up on sleep, I would lay in bed at night and think to myself,"
        },
        {
            "start": 95.0,
            "end": 100.84,
            "text": " I'm failing. Maybe I'm not capable of being a good mom to two kids."
        },
        {
            "start": 102.52000000000001,
            "end": 107.16,
            "text": " I decided to post a joke video on TikTok one day about my house turned disaster."
        },
        {
            "start": 109.0,
            "end": 116.60000000000001,
            "text": " Some funny shots of my clutter and my dishes and my enchilada pan to a nice beat."
        },
        {
            "start": 118.12,
            "end": 122.60000000000001,
            "text": " Sort of a laugh to keep from cry situation, surely. And I got a comment."
        },
        {
            "start": 125.72,
            "end": 134.52,
            "text": " Lazy. Yeah, that's stung. But I must be a glutton for punishment because I kept posting videos"
        },
        {
            "start": 134.52,
            "end": 141.88000000000002,
            "text": " about my messy house. Video after video of all of the weird tips and tricks that I was using"
        },
        {
            "start": 141.88000000000002,
            "end": 145.32000000000002,
            "text": " to try and get it back in order while managing my feelings of being overwhelmed."
        },
        {
            "start": 145.96,
            "end": 150.68,
            "text": " And I braced myself for more criticism. But what happened was entirely different."
        },
        {
            "start": 152.20000000000002,
            "end": 156.92000000000002,
            "text": " In the comment sections of my videos, hundreds of stories came rolling in."
        },
        {
            "start": 158.20000000000002,
            "end": 162.76000000000002,
            "text": " Stories like Amanda, who after losing her baby in the second trimester,"
        },
        {
            "start": 162.76,
            "end": 166.35999999999999,
            "text": " was standing frozen at her sink because she forgot how to wash dishes."
        },
        {
            "start": 168.04,
            "end": 172.51999999999998,
            "text": " Stories like Lula, whose chronic health problems and depression made it difficult for her to brush"
        },
        {
            "start": 172.51999999999998,
            "end": 180.12,
            "text": " her teeth. Story after story of people with depression, ADHD, autism, burnout, bereavement,"
        },
        {
            "start": 180.12,
            "end": 186.04,
            "text": " all struggling with these daily tasks. And it might seem odd to some of you that someone"
        },
        {
            "start": 186.04,
            "end": 190.76,
            "text": " could struggle with tasks that are so simple. But are they simple?"
        },
        {
            "start": 193.16,
            "end": 197.39999999999998,
            "text": " Let's think about what really goes into something like laundry. Everyone picture your laundry pile"
        },
        {
            "start": 197.39999999999998,
            "end": 204.04,
            "text": " right now, okay? How many clean clothes do you have left right now? Can you wash tomorrow or"
        },
        {
            "start": 204.04,
            "end": 208.44,
            "text": " must it be today? Do you need to prioritize, pre-sort, pre-treat anything? Did you grow up"
        },
        {
            "start": 208.44,
            "end": 211.72,
            "text": " with anybody that taught you how to do that? You're out of laundry detergent. If you work"
        },
        {
            "start": 211.72,
            "end": 213.88,
            "text": " three jobs, when are you going to get to the store next? And if you get there,"
        },
        {
            "start": 213.88,
            "end": 216.84,
            "text": " can you afford it? And if you can afford it, which one you choose? And you get it all home,"
        },
        {
            "start": 216.84,
            "end": 221.72,
            "text": " get in there. Now pick a setting. Which one? I don't know. Google it. By the way, you have"
        },
        {
            "start": 221.72,
            "end": 225.07999999999998,
            "text": " memory problems. So you'll remember that wash in about three days when it's mildewed into the"
        },
        {
            "start": 225.07999999999998,
            "end": 230.92,
            "text": " washer. It's okay. It's okay. Just rewash it, okay, and get it into the dryer. You'll"
        },
        {
            "start": 230.92,
            "end": 235.32,
            "text": " forget that too, and it'll wrinkle. Now dry it again. Now, all you have to do is get it"
        },
        {
            "start": 235.32,
            "end": 239.24,
            "text": " out and fold it. But also you have three small children. And those three small children"
        },
        {
            "start": 239.24,
            "end": 242.35999999999999,
            "text": " haven't given you a moment alone in quite some time. But when you finally get that moment,"
        },
        {
            "start": 242.36,
            "end": 245.24,
            "text": " you have to decide, are you going to finish the laundry, are you going to eat a sandwich,"
        },
        {
            "start": 245.24,
            "end": 249.4,
            "text": " are you going to take a nap? Time's up. You didn't do any of it. You stared at the wall."
        },
        {
            "start": 250.76000000000002,
            "end": 255.48000000000002,
            "text": " You have decision fatigue because the burden of carrying a home all by yourself has burnt you"
        },
        {
            "start": 255.48000000000002,
            "end": 261.08000000000004,
            "text": " out. You see, for some of you, all of the steps and the skills that go into care tasks run on"
        },
        {
            "start": 261.08000000000004,
            "end": 269.72,
            "text": " autopilot. But for millions of people, the autopilot is broken. And what's worse, what"
        },
        {
            "start": 269.72,
            "end": 275.48,
            "text": " if you had to do all of that when your mom just died? Or your job just fired you? Or you're using"
        },
        {
            "start": 275.48,
            "end": 284.04,
            "text": " every ounce of strength that you have to just not kill yourself today? If you have access to"
        },
        {
            "start": 284.04,
            "end": 290.20000000000005,
            "text": " therapy, it's unlikely your therapist will ever ask you about your laundry. I've worked in mental"
        },
        {
            "start": 290.20000000000005,
            "end": 295.0,
            "text": " health for about a decade. I've been in therapy even longer. And the only time I ever had a"
        },
        {
            "start": 295.0,
            "end": 299.56,
            "text": " provider talk to me about things like cooking and cleaning and brushing my teeth was when I"
        },
        {
            "start": 299.56,
            "end": 307.08,
            "text": " was in a psych hospital as a teenager. Yet here were hundreds of thousands of people in my comment"
        },
        {
            "start": 307.08,
            "end": 314.68,
            "text": " sections telling me that these daily care tasks were a major pain point in their life. And so I"
        },
        {
            "start": 314.68,
            "end": 325.8,
            "text": " started to wonder, what if we started here? What if we started with these care tasks? Could making"
        },
        {
            "start": 325.8,
            "end": 333.24,
            "text": " daily tasks easier improve mental health quicker? In the two years that I've been posting and writing"
        },
        {
            "start": 333.24,
            "end": 337.56,
            "text": " about the intersection of mental health and care tasks, I've come up with a philosophy that does"
        },
        {
            "start": 337.56,
            "end": 347.64,
            "text": " just this. And it all starts with one simple idea. Cooking, cleaning, laundry. It doesn't make you a"
        },
        {
            "start": 347.64,
            "end": 362.28,
            "text": " good person or a bad person. Listen to me. Care tasks are morally neutral. Now I know that if you've"
        },
        {
            "start": 362.28,
            "end": 369.24,
            "text": " been watching Martha Stewart for decades and scrolling the perfect Pinterest aesthetic every day,"
        },
        {
            "start": 370.36,
            "end": 375.88,
            "text": " that it can feel like struggling with these tasks is a moral failure. Like it's because we're lazy"
        },
        {
            "start": 375.88,
            "end": 382.44,
            "text": " or we're irresponsible or we're immature. But having an organized closet doesn't make you a success"
        },
        {
            "start": 382.44,
            "end": 387.15999999999997,
            "text": " and living out of a pile of laundry on the floor doesn't make you a failure. You know where the"
        },
        {
            "start": 387.15999999999997,
            "end": 392.44,
            "text": " shirt you want to wear is. It just it might take you a bit of sifting to find it. The truth is"
        },
        {
            "start": 392.44,
            "end": 401.32,
            "text": " it's not about morality. It's about functionality. Does your homework for you? Not some hypothetical"
        },
        {
            "start": 401.32,
            "end": 406.92,
            "text": " house guest that is coming to inspect your closet. I mentioned Amanda who had lost her baby and"
        },
        {
            "start": 406.92,
            "end": 412.28,
            "text": " forgot how to wash dishes. She told me that when her husband would go to work she would lay on the"
        },
        {
            "start": 412.28,
            "end": 417.88,
            "text": " floor next to the empty crib and say to herself, what can I bring to my family if I can't even"
        },
        {
            "start": 417.88,
            "end": 426.52,
            "text": " wash dishes? But that changed when she began to see care tasks as morally neutral. All of"
        },
        {
            "start": 426.52,
            "end": 431.08,
            "text": " a sudden the dishes in the sink weren't representations of her failure as a wife,"
        },
        {
            "start": 431.64,
            "end": 436.91999999999996,
            "text": " but instead she would look at the pile and think to herself what do I need to function"
        },
        {
            "start": 437.47999999999996,
            "end": 441.96,
            "text": " tomorrow morning and then pull two coffee cups out of the pile to wash."
        },
        {
            "start": 443.79999999999995,
            "end": 448.12,
            "text": " She had her coffee the next morning and it was a little bit easier to get off the floor."
        },
        {
            "start": 449.71999999999997,
            "end": 454.2,
            "text": " When we liberate ourselves from the idea that we are a good person or a bad person"
        },
        {
            "start": 454.2,
            "end": 458.59999999999997,
            "text": " with care tasks, we can stop thinking about the right way to do things, about the way that"
        },
        {
            "start": 458.59999999999997,
            "end": 464.59999999999997,
            "text": " things should be done, and instead start thinking about what we can do with our current barriers"
        },
        {
            "start": 465.96,
            "end": 471.32,
            "text": " to improve our quality of life today. And this is the fun part because you get to"
        },
        {
            "start": 471.32,
            "end": 478.2,
            "text": " customize a life that works for you. When Lula realized that her problems with brushing her"
        },
        {
            "start": 478.2,
            "end": 482.91999999999996,
            "text": " teeth were not moral failings, she gained the confidence to speak to her dental hygienist"
        },
        {
            "start": 482.92,
            "end": 486.44,
            "text": " and together they came up with solutions that work around her barriers."
        },
        {
            "start": 487.64000000000004,
            "end": 491.96000000000004,
            "text": " She now relies on pre-pasted disposable toothbrushes that she keeps in her desk,"
        },
        {
            "start": 492.68,
            "end": 496.44,
            "text": " floss she keeps in the living room, and a no-rinse prescription toothpaste."
        },
        {
            "start": 497.32,
            "end": 502.68,
            "text": " Because by breaking down the component parts of a dental hygiene routine and ensuring that"
        },
        {
            "start": 502.68,
            "end": 508.28000000000003,
            "text": " each step was accessible to her mental and physical needs, for the first time in a year"
        },
        {
            "start": 508.28000000000003,
            "end": 514.2,
            "text": " she's done every step in that routine for two weeks straight. She says that now that her teeth"
        },
        {
            "start": 514.2,
            "end": 519.96,
            "text": " are clean she's a little less stressed about tomorrow's problems. And this approach can work"
        },
        {
            "start": 519.96,
            "end": 524.84,
            "text": " with any care task that you struggle with. Simply ask yourself what am I trying to achieve and"
        },
        {
            "start": 524.84,
            "end": 530.44,
            "text": " how can I achieve it in my way? In a rare moment of folding clothes,"
        },
        {
            "start": 532.84,
            "end": 536.6,
            "text": " I looked down at the baby onesie that I was folding and I thought to myself"
        },
        {
            "start": 536.9200000000001,
            "end": 539.08,
            "text": " why am I folding this?"
        },
        {
            "start": 543.96,
            "end": 550.6,
            "text": " Baby onesies don't really wrinkle. And even if they did nobody cares if a baby's on a wrinkly onesie."
        },
        {
            "start": 551.88,
            "end": 555.16,
            "text": " Furthermore I was probably going to change her four times before lunch."
        },
        {
            "start": 557.88,
            "end": 563.32,
            "text": " This doesn't need to be folded. I said it out loud and literally braced myself"
        },
        {
            "start": 563.48,
            "end": 574.2,
            "text": " for the laundry police? I don't know. There are rules to laundry. But for the first time I stopped"
        },
        {
            "start": 574.2,
            "end": 579.0,
            "text": " thinking about the way that laundry should be done and instead started thinking about how I"
        },
        {
            "start": 579.0,
            "end": 584.44,
            "text": " could make laundry functional for me. And I looked down at the fleece pajamas and the"
        },
        {
            "start": 584.44,
            "end": 589.32,
            "text": " underwear and the athletic shorts and the tank tops and realized almost none of my clothes"
        },
        {
            "start": 589.32,
            "end": 593.88,
            "text": " actually needed to be folded. And I haven't folded any of it since."
        },
        {
            "start": 601.8000000000001,
            "end": 606.9200000000001,
            "text": " I moved all of my family's clothes into one closet off the laundry room and now"
        },
        {
            "start": 606.9200000000001,
            "end": 613.1600000000001,
            "text": " I just toss things into organized bins unfolded. My new motto is good enough is perfect."
        },
        {
            "start": 613.48,
            "end": 620.76,
            "text": " And everything worth doing is worth doing half-assed."
        },
        {
            "start": 626.36,
            "end": 631.56,
            "text": " You have to give yourself permission to do a little. To do it with shortcuts."
        },
        {
            "start": 632.28,
            "end": 639.48,
            "text": " To do it while breaking all of the rules. And replace that inner voice that says I'm failing"
        },
        {
            "start": 639.48,
            "end": 647.0,
            "text": " with one that says I'm having a hard time right now. And people who are having a hard time deserve"
        },
        {
            "start": 647.0,
            "end": 655.4,
            "text": " compassion. If it's too hard to shower today, grab the baby wipes. It may not be the normal"
        },
        {
            "start": 655.4,
            "end": 664.44,
            "text": " way to do it. But you deserve to be clean. If it's too hard to cook dinner, get paper plates,"
        },
        {
            "start": 665.4000000000001,
            "end": 670.6800000000001,
            "text": " heat up something frozen. You'll go back to cooking and washing another day but the day is not today."
        },
        {
            "start": 670.6800000000001,
            "end": 677.8800000000001,
            "text": " And in the meantime, you deserve to eat. If you're too depressed to do your dishes, get a two-gallon"
        },
        {
            "start": 677.8800000000001,
            "end": 683.08,
            "text": " ziplock bag and keep it in your bedroom. Because if you put a dirty plate into a two-gallon ziplock"
        },
        {
            "start": 683.08,
            "end": 688.7600000000001,
            "text": " bag and seal it, it will keep the bugs away. And it'll be there for you when you're ready"
        },
        {
            "start": 688.84,
            "end": 696.68,
            "text": " to go back to the kitchen. Because you deserve a sanitary environment, even if you can't get out of"
        },
        {
            "start": 696.68,
            "end": 703.16,
            "text": " bed. I could share with you hundreds of other genius solutions that people have come up with"
        },
        {
            "start": 703.16,
            "end": 709.08,
            "text": " once they embrace the idea that caretasks are morally neutral. In my experience, people will"
        },
        {
            "start": 709.08,
            "end": 715.3199999999999,
            "text": " exhibit mind-blowing creativity when they are only taught how to speak compassionately to"
        },
        {
            "start": 715.32,
            "end": 724.9200000000001,
            "text": " themselves. So what if mental health treatment started here? By shifting the idea of caretasks"
        },
        {
            "start": 724.9200000000001,
            "end": 731.1600000000001,
            "text": " as these external measurements of your worthiness to just being morally neutral tasks that you"
        },
        {
            "start": 731.1600000000001,
            "end": 742.0400000000001,
            "text": " can customize to care for yourself. Because if it's true that regardless of what you struggle"
        },
        {
            "start": 742.04,
            "end": 759.9599999999999,
            "text": " with, you are worthy of a functional space, what else might you be worthy of? Thank you."
        }
    ]
}