{
    "audio_file": "data/processed\\Flirting_cleaned.wav",
    "language": "en",
    "segments": [
        {
            "start": 0.0,
            "end": 9.0,
            "text": " How would you feel if I called you a flirt?"
        },
        {
            "start": 9.0,
            "end": 11.0,
            "text": " Flattered?"
        },
        {
            "start": 11.0,
            "end": 13.0,
            "text": " Defensive?"
        },
        {
            "start": 13.0,
            "end": 14.0,
            "text": " Insulted?"
        },
        {
            "start": 14.0,
            "end": 15.0,
            "text": " Perhaps?"
        },
        {
            "start": 15.0,
            "end": 19.0,
            "text": " Flirting doesn't have the best reputation."
        },
        {
            "start": 19.0,
            "end": 28.0,
            "text": " Tasting point is the outdated dictionary definition of flirting, which is to behave as though attracted or trying to attract someone,"
        },
        {
            "start": 28.0,
            "end": 32.0,
            "text": " but for amusement rather than with serious intent."
        },
        {
            "start": 32.0,
            "end": 36.0,
            "text": " Basically, to waste someone's time and toy with their emotions."
        },
        {
            "start": 36.0,
            "end": 43.0,
            "text": " Well, today I hope to change your mind about flirting, starting with a new definition."
        },
        {
            "start": 43.0,
            "end": 49.0,
            "text": " Words and actions intended to make another person feel seen, special, and acknowledged."
        },
        {
            "start": 49.0,
            "end": 51.0,
            "text": " All three."
        },
        {
            "start": 51.0,
            "end": 54.0,
            "text": " Thank you."
        },
        {
            "start": 54.0,
            "end": 61.0,
            "text": " For the last 12 plus years, I've been helping people to fall in love and create lasting relationships."
        },
        {
            "start": 61.0,
            "end": 67.0,
            "text": " First, as a matchmaker, and for the last decade, I've been coaching people to be their own matchmakers."
        },
        {
            "start": 67.0,
            "end": 75.0,
            "text": " As a love professional, I can assure you that many dating problems can be solved with flirting."
        },
        {
            "start": 75.0,
            "end": 77.0,
            "text": " Can't get a date?"
        },
        {
            "start": 77.0,
            "end": 79.0,
            "text": " Flirt more."
        },
        {
            "start": 79.0,
            "end": 82.0,
            "text": " Always like them more than they like you?"
        },
        {
            "start": 82.0,
            "end": 87.0,
            "text": " Date the ones who flirt back."
        },
        {
            "start": 87.0,
            "end": 91.0,
            "text": " Flirting gives you more agency over human connection."
        },
        {
            "start": 91.0,
            "end": 95.0,
            "text": " If you're single, it helps you to connect and fall in love."
        },
        {
            "start": 95.0,
            "end": 102.0,
            "text": " If you're partnered, it helps you to reignite or maintain the spark of chemistry that brought you together in the first place."
        },
        {
            "start": 102.0,
            "end": 109.0,
            "text": " In other words, flirting is a multi-purpose, customizable superpower."
        },
        {
            "start": 109.0,
            "end": 117.0,
            "text": " In popular culture, we've seen countless depictions of the super-confident, sweet-talking style of flirting."
        },
        {
            "start": 117.0,
            "end": 124.0,
            "text": " But in real life, you don't have to be the most confident person in the room to be a good flirt."
        },
        {
            "start": 124.0,
            "end": 132.0,
            "text": " And if you associate being flirtatious with a pickup artist who comes across as creepy or insincere,"
        },
        {
            "start": 132.0,
            "end": 135.0,
            "text": " to be clear, that is not what I'm advocating."
        },
        {
            "start": 135.0,
            "end": 138.0,
            "text": " Remember the definition that we're working with."
        },
        {
            "start": 138.0,
            "end": 142.0,
            "text": " Making another person feel seen, special, and acknowledged."
        },
        {
            "start": 142.0,
            "end": 147.0,
            "text": " Not objectified, creeped out, or potentially unsafe."
        },
        {
            "start": 147.0,
            "end": 155.0,
            "text": " So please refrain from making comments about a stranger's body parts or demanding that they smile at you."
        },
        {
            "start": 155.0,
            "end": 159.0,
            "text": " And... right?"
        },
        {
            "start": 159.0,
            "end": 162.0,
            "text": " And I've got good news for the introverts out there."
        },
        {
            "start": 162.0,
            "end": 166.0,
            "text": " You don't have to be extroverted to be a magnet for connection."
        },
        {
            "start": 166.0,
            "end": 171.0,
            "text": " In fact, I believe that introverts have a secret advantage when it comes to flirting,"
        },
        {
            "start": 171.0,
            "end": 178.0,
            "text": " because your efforts at being more open feel more genuinely inspired by another person and therefore special."
        },
        {
            "start": 178.0,
            "end": 187.0,
            "text": " So if you're nervous about talking to strangers, take a few deep breaths, focus on the other person, and do it anyway."
        },
        {
            "start": 187.0,
            "end": 193.0,
            "text": " For the record, if I call you a flirt, I mean it as a compliment."
        },
        {
            "start": 193.0,
            "end": 199.0,
            "text": " Especially if I give you the eyebrows."
        },
        {
            "start": 199.0,
            "end": 201.0,
            "text": " Or a wink."
        },
        {
            "start": 201.0,
            "end": 205.0,
            "text": " Okay, before I make everyone in the audience more uncomfortable,"
        },
        {
            "start": 205.0,
            "end": 211.0,
            "text": " allow me to explain how and why I've come to be a flirting enthusiast."
        },
        {
            "start": 211.0,
            "end": 215.0,
            "text": " Since I was a little girl, I've been obsessed with romance."
        },
        {
            "start": 215.0,
            "end": 219.0,
            "text": " So logically, I grew up to be a corporate lawyer."
        },
        {
            "start": 219.0,
            "end": 220.0,
            "text": " I know."
        },
        {
            "start": 220.0,
            "end": 222.0,
            "text": " Very romantic."
        },
        {
            "start": 222.0,
            "end": 229.0,
            "text": " As a young lawyer, eager to live out my romantic dreams, I ran into a problem I hadn't anticipated."
        },
        {
            "start": 229.0,
            "end": 234.0,
            "text": " I had no idea what I was doing when it came to romance."
        },
        {
            "start": 234.0,
            "end": 238.0,
            "text": " No one had ever taught me how to date, so I decided to teach myself."
        },
        {
            "start": 239.0,
            "end": 247.0,
            "text": " I went on match.com, prayed that no one I knew saw my profile, and went on as many dates as I could."
        },
        {
            "start": 247.0,
            "end": 249.0,
            "text": " It went okay at first."
        },
        {
            "start": 249.0,
            "end": 256.0,
            "text": " I succeeded in getting first dates, but the dates were just okay, and they weren't turning into second dates."
        },
        {
            "start": 256.0,
            "end": 263.0,
            "text": " I figured that I couldn't be the least dateable person in New York City, but I had to admit that there was some room for improvement."
        },
        {
            "start": 263.0,
            "end": 270.0,
            "text": " So, instead of boring small talk, I started asking my dates questions out of genuine curiosity."
        },
        {
            "start": 270.0,
            "end": 279.0,
            "text": " No longer looking for the right answers to my questions, I decided to find out who they were, what excited them in life, what they cared about."
        },
        {
            "start": 279.0,
            "end": 285.0,
            "text": " I was more vulnerable, more playful, and I didn't hold back my personality."
        },
        {
            "start": 285.0,
            "end": 291.0,
            "text": " And before long, more often than not, my dates began wanting to see me again."
        },
        {
            "start": 291.0,
            "end": 297.0,
            "text": " I was getting better at dating because I was becoming a flirt."
        },
        {
            "start": 297.0,
            "end": 307.0,
            "text": " I know firsthand that flirting brings up a lot of fears around rejection, leading someone on, vulnerability, and more."
        },
        {
            "start": 307.0,
            "end": 318.0,
            "text": " There are many layers of flirting, and there's different styles of flirting, and one of its common purposes is to actively convey romantic or sexual desire."
        },
        {
            "start": 318.0,
            "end": 327.0,
            "text": " But flirting is not inherently a come on, a declaration of desire, or a promise of anything beyond the moment's interaction."
        },
        {
            "start": 327.0,
            "end": 338.0,
            "text": " Confidence with flirting comes from knowing yourself, your intentions, reading the room, discerning other people's reactions, and adapting accordingly."
        },
        {
            "start": 338.0,
            "end": 344.0,
            "text": " Sometimes it's going to be awkward, sometimes it's going to be embarrassing, and that's okay."
        },
        {
            "start": 344.0,
            "end": 353.0,
            "text": " There's no avoiding all the uncertainty of human connection, but you can experience the power of flirting for yourself with minimal ick."
        },
        {
            "start": 353.0,
            "end": 355.0,
            "text": " Here's how."
        },
        {
            "start": 355.0,
            "end": 362.0,
            "text": " Let's start with two foundational elements of successful flirting, presence and enthusiasm."
        },
        {
            "start": 362.0,
            "end": 371.0,
            "text": " Presence is about being in the moment with another person without being distracted by what's going on in your head or your surroundings."
        },
        {
            "start": 371.0,
            "end": 379.0,
            "text": " To practice being more present, take deep breaths to ground yourself in real time, especially if you're feeling nervous."
        },
        {
            "start": 379.0,
            "end": 387.0,
            "text": " You can silently but powerfully communicate using your body language, your openness to connection, or not."
        },
        {
            "start": 387.0,
            "end": 391.0,
            "text": " So keep your phones down and your eyes up."
        },
        {
            "start": 391.0,
            "end": 393.0,
            "text": " Next is enthusiasm."
        },
        {
            "start": 393.0,
            "end": 400.0,
            "text": " By being enthusiastic, you have the ability to leave other people feeling good for having interacted with you."
        },
        {
            "start": 400.0,
            "end": 403.0,
            "text": " Your genuine smile can make someone stay."
        },
        {
            "start": 403.0,
            "end": 412.0,
            "text": " Even your unspoken appreciation for a shared moment of connection, no matter how brief, can often be felt."
        },
        {
            "start": 412.0,
            "end": 420.0,
            "text": " We into being the version of you who leaves other people with a smile on their face and notice how much more magnetic you become."
        },
        {
            "start": 420.0,
            "end": 427.0,
            "text": " So once your vibe is right, here are three simple flirting styles you can start experimenting with."
        },
        {
            "start": 427.0,
            "end": 432.0,
            "text": " First is my personal favorite, and that is attentiveness or curiosity."
        },
        {
            "start": 432.0,
            "end": 447.0,
            "text": " So this looks like inviting connection by asking questions that inspire interesting conversations, like, if money was no object and you could do any job in the world for one year, what would you do?"
        },
        {
            "start": 447.0,
            "end": 452.0,
            "text": " And then looking them in the eye, leaning in and listening to their answer."
        },
        {
            "start": 452.0,
            "end": 459.0,
            "text": " It looks like paying attention to the stories that they share and noticing that the waiter forgot their lemon wedge."
        },
        {
            "start": 459.0,
            "end": 465.0,
            "text": " It's perfect for any occasion, from a first date to being an enviably thoughtful spouse."
        },
        {
            "start": 465.0,
            "end": 467.0,
            "text": " Next is compliments."
        },
        {
            "start": 467.0,
            "end": 473.0,
            "text": " In movies, the meet cute is the moment when two love interests meet for the first time."
        },
        {
            "start": 473.0,
            "end": 478.0,
            "text": " Giving a compliment is one of the best ways to have your own meet cute moment."
        },
        {
            "start": 478.0,
            "end": 487.0,
            "text": " So if you dream of meeting your person in person, lean into giving sincere and observant compliments as you move through the world."
        },
        {
            "start": 487.0,
            "end": 498.0,
            "text": " Now I want to pause here for a moment to make a distinction between compliments that succeed and make another person feel good and ones that are more, shall we say, ambiguous."
        },
        {
            "start": 498.0,
            "end": 504.0,
            "text": " So here are a few things that aren't compliments or at least aren't particularly good ones."
        },
        {
            "start": 504.0,
            "end": 516.0,
            "text": " Saying you're hot is frankly unimaginative and far too non-specific to be a good compliment."
        },
        {
            "start": 516.0,
            "end": 526.0,
            "text": " Saying things like you're just my type kind of sounds like a compliment, but it's actually centering your taste more than it is the other person."
        },
        {
            "start": 526.0,
            "end": 536.0,
            "text": " And backhanded compliments like how is someone who looks like you still single are not in fact compliments."
        },
        {
            "start": 536.0,
            "end": 549.0,
            "text": " Stop and ask yourself, well what I'm about to say or do, succeed in making this person feel seen, special and acknowledged or judged, objectified and defensive."
        },
        {
            "start": 549.0,
            "end": 552.0,
            "text": " Please, flirt responsibly."
        },
        {
            "start": 553.0,
            "end": 569.0,
            "text": " Seriously, increase the effectiveness of your compliments by making them specific and sincere, like you have a great sense of style or your eyes are so lovely."
        },
        {
            "start": 569.0,
            "end": 576.0,
            "text": " Maybe it's the start of a longer conversation, maybe you gave them a boost of confidence, either way, it's a win."
        },
        {
            "start": 576.0,
            "end": 580.0,
            "text": " Last but not least is the flirting style of playfulness."
        },
        {
            "start": 580.0,
            "end": 596.0,
            "text": " Playfulness can look like anything from sending over a drink with a wink or making a corny but respectful joke like, sorry, I was listening but I'm just mesmerized by your radiance."
        },
        {
            "start": 596.0,
            "end": 602.0,
            "text": " Or, if all else fails, eyebrows."
        },
        {
            "start": 602.0,
            "end": 606.0,
            "text": " Read the room as results will vary."
        },
        {
            "start": 606.0,
            "end": 608.0,
            "text": " Okay."
        },
        {
            "start": 608.0,
            "end": 618.0,
            "text": " Nuance and a dash of courage is required to flirt well, but practice prepares you to rise to the occasion."
        },
        {
            "start": 618.0,
            "end": 629.0,
            "text": " Attentiveness, compliments, playfulness, there's nothing complicated about these actions, yet they have the potential to spark and sustain connection over time."
        },
        {
            "start": 629.0,
            "end": 633.0,
            "text": " That's a true superpower we can all tap into."
        },
        {
            "start": 633.0,
            "end": 635.0,
            "text": " Thank you."
        },
        {
            "start": 636.0,
            "end": 638.0,
            "text": " Thank you."
        }
    ]
}