[
    {
        "start_time": 0.0,
        "end_time": 109.0,
        "text": "And it sounds like that you're experiencing some testing. Yeah. So this chest pain has just been coming on for the last couple of weeks now. Okay. So two weeks. And can you tell me kind of where you're feeling that piece? Um, yeah, I'm just feeling this, um, chest discomfort, sort of, um, over on the left side. The left side, okay, does it, does it stay just in one spot or does it kind of spread anywhere else? No, I don't really feel it anywhere else. Yeah, I just feel it in that one spot on the left side. Okay. Does it feel dull and achy or does it feel more sharp? It feels pretty sharp. Okay, and is it constant like on all the time or do feel like it kind of comes and goes? It comes and goes. I would say it might last for 20 30 minutes at a time and then it goes away. Okay. And over the last two weeks since you said it started, has it gotten any worse? No, it's been about the same. Okay, and has it gotten more frequent? These like 20 to 30 minutes episodes. No, it's happened about two or three times.",
        "topic_id": 1,
        "summary": " This chest pain has just been coming on for the last couple of weeks now . It might last for 20 30 minutes at a time and then it goes away . Does it feel dull and achy or feels more sharp? It feels pretty sharp .",
        "keywords": [
            "chest",
            "discomfort",
            "pain",
            "feeling",
            "feel"
        ],
        "sentiment": 0.2080128205128205
    },
    {
        "start_time": 109.0,
        "end_time": 128.68,
        "text": "All right. frequent. These like 20 to 30 minute episodes. No, it's happened about two or three times. So I have two weeks. Cool. And if you were to rate it on a scale of 0 to 10, 0 being no pain and and pending like the worst thing you've ever felt where would it fall?",
        "topic_id": 2,
        "summary": " If you were to rate it on a scale of 0 to 10, 0 being no pain and and pending like the worst thing you've ever felt where would it fall? No, it's happened about two or three times. These like 20 to 30 minute episodes .",
        "keywords": [
            "episodes",
            "frequent",
            "weeks",
            "pain",
            "times"
        ],
        "sentiment": -0.06607142857142859
    },
    {
        "start_time": 326.64,
        "end_time": 328.64,
        "text": "I would say a four to 10. Can you think of anything that you've done differently recently that could have brought it on, or is there any kind of common factor between the times that you've had the paint? I don't know. I separated from my husband two years ago, which has been really stressful, but other than that, I mean, I can't really think of any changes to my health or anything like that recently. Okay, do you feel like you have been more stressed out in general? Yeah, the last couple of years has been a lot more stressful because of those issues in my personal life. Okay, I'm sorry to hear that, but I'm glad that you're coming in and we can hopefully get to the bottom of this. Not that I think that's necessarily the source of your pain and we definitely want to look into everything, but it is really helpful to know that. So when you've had these episodes, have you taken anything to help with the pain or done anything that the youth tell to make it go away? I've tried some Adville, some Tylenol, and actually some actually sometimes as well, and it hasn't really helped. Okay, do you think it's worth when you're moving around? You're kind of doing more exercise or is it kind of just the same matter what you're doing when you get to the episode? Oh, it actually, I feel like it happens most of the time when I'm either at work or driving. Okay. Okay, and before this to my period, have you ever had anything like this before? No, I haven't had anything like this happen before. Okay. And do you have any chronic conditions that you see your family doctor for? No. I'm previously healthy. Okay. And just jumping back to these pain episodes. When you have them, do you experience anything else, do you get any knowledge of revolvering? No. Okay, do you have any difficulty breathing during these times? No, I haven't. Okay, and have you noticed any fever? Uh, no, no fevers. Okay. Have you been in contact with anyone that's been sick recently? Um, no, I haven't. Okay, and have you traveled anywhere outside of Canada? No, I've it and have you traveled on you where? No, I've been home",
        "topic_id": 3,
        "summary": " I've tried some Adville, some Tylenol, and actually some actually sometimes sometimes as well, and it hasn't really helped. I would say a four to 10. I separated from my husband two years ago, which has been really stressful, but other than that,",
        "keywords": [
            "stressed",
            "paint",
            "stressful",
            "pain",
            "feel"
        ],
        "sentiment": 0.18600498338870428
    },
    {
        "start_time": 330.72,
        "end_time": 333.76,
        "text": "Okay, so you have you said you have been previously healthy",
        "topic_id": 4,
        "summary": "Okay, so you have you said you have been previously healthy",
        "keywords": [
            "healthy",
            "previously",
            "okay",
            "said"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 334.44,
        "end_time": 339.52,
        "text": "Nothing you've been seeing your family doctor for on a regular basis. Do you take any medication?",
        "topic_id": 5,
        "summary": "Nothing you've been seeing your family doctor for on a regular basis. Do you take any medication?",
        "keywords": [
            "medication",
            "doctor",
            "family",
            "seeing",
            "regular"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 343.44,
        "end_time": 447.04,
        "text": "I do not no medication. It's just that the Tylenol and Advil I tried for the pain. Okay. Do you have any allergies? No allergies. And is there any history of part problems in your family? Yeah, my father had a heart attack when he was 60, just last year. And it's actually one of the reasons what concerns me about the chest pain that I was having. For sure, it always feels very concerning when you have these systems and you know people in your life that have had issues similar issues in the past. I don't know that this is related to that. I personally don't think so at this point, but we're definitely going to do everything to look into it and rule out something something that would be scary like that. And I'm going to ask you a few more questions about your lifestyle in general. Do you smoke cigarettes? Yeah, I smoke about half a pack to a pack per day. I've been trying to quit and I was smoking more one pack per day, but so it is down a little bit, but it's still something I'm trying to work on. Congratulations. That's a really tough thing to do, So, good for you. That's really exciting.",
        "topic_id": 6,
        "summary": " I smoke about half a pack to a pack per day, but so it is down a little bit, but it's still something I'm trying to work on . My father had a heart attack when he was 60, just last year . I don't know that this is related to",
        "keywords": [
            "advil",
            "tylenol",
            "pain",
            "medication",
            "allergies"
        ],
        "sentiment": 0.06673280423280423
    },
    {
        "start_time": 447.04,
        "end_time": 465.96,
        "text": "It's definitely right. Direction, right? Do you drink alcohol? I do, but I'll have maybe water or two glasses of wine on the weekend. And do you use any other substance in?",
        "topic_id": 7,
        "summary": " Do you drink alcohol? I do, but I'll have maybe water or two glasses of wine on the weekend . And do you use any other substance in? Do you use other substances in?",
        "keywords": [
            "drink",
            "wine",
            "alcohol",
            "weekend",
            "water"
        ],
        "sentiment": 0.1488095238095238
    },
    {
        "start_time": 465.96,
        "end_time": 467.96,
        "text": "No.",
        "topic_id": 8,
        "summary": "No.",
        "keywords": [],
        "sentiment": 0.0
    },
    {
        "start_time": 467.96,
        "end_time": 468.96,
        "text": "Okay.",
        "topic_id": 9,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 468.96,
        "end_time": 526.0,
        "text": "I don I know. Okay. I know that you said you don't see your family doctor for anything regularly, but I just want to check a couple of specific things. Like, have you ever been told you have high blood pressure? Um, no, I've never been told I've had high blood pressure, and have you ever been told you have like high cholesterol, um, I haven't, but, um, I've actually never been tested either, okay, and do you exercise regularly? Yeah, actually, I'll either do some running or cycling probably three or four days per week and I haven't had any chest pain or problems exercising. Okay, that's good to be here., interviewer had problems with heartburn.",
        "topic_id": 10,
        "summary": " Have you ever been told you have high blood pressure or high cholesterol? No. I've never been told I've had high cholesterol, but, um, I've actually never been tested either, okay, and do you exercise regularly? I'll either do some running or cycling probably three",
        "keywords": [
            "heartburn",
            "cholesterol",
            "exercising",
            "exercise",
            "chest"
        ],
        "sentiment": 0.2233333333333333
    },
    {
        "start_time": 526.0,
        "end_time": 532.0,
        "text": "Um, I don't think so, no.",
        "topic_id": 11,
        "summary": "Um, I don't think so, no.",
        "keywords": [
            "um",
            "think",
            "don"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 532.0,
        "end_time": 535.0,
        "text": "Okay.",
        "topic_id": 12,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 535.0,
        "end_time": 540.0,
        "text": "Okay, so just to kind of summarize what we've talked about,",
        "topic_id": 13,
        "summary": "Okay, so just to kind of summarize what we've talked about,",
        "keywords": [
            "summarize",
            "talked",
            "okay",
            "just",
            "ve"
        ],
        "sentiment": 0.55
    },
    {
        "start_time": 540.0,
        "end_time": 609.0,
        "text": "over the last two weeks, you started having these 20 to 30 minute episodes of chest pain that's on the left side. Thanks for watching, and I'll see you in the next video, and of constant when it comes on. There's nothing really that makes it better or worse. It just kind of goes away on a stone after a half an hour. So it's kind of stayed the same over the last two weeks. Haven't really gotten worse or better. It hasn't gone away either. Okay, and you never thought it was a life out before. And you have been, it sounds like experiencing some stress in your life. It definitely can play into that as well Okay, there's nothing else that you wanted to to tell me about that. I didn't ask you today No, and I think that's Yeah, I think that's all that I wanted to talk about today.",
        "topic_id": 14,
        "summary": " over the last two weeks, you started having these 20 to 30 minute episodes of chest pain that's on the left side. There's nothing really that makes it better or worse. It just kind of goes away on a stone after a half an hour. Haven't really gotten worse or",
        "keywords": [
            "chest",
            "pain",
            "stress",
            "experiencing",
            "weeks"
        ],
        "sentiment": 0.14912280701754388
    },
    {
        "start_time": 609.0,
        "end_time": 610.0,
        "text": "Correct.",
        "topic_id": 15,
        "summary": "Correct.",
        "keywords": [
            "correct"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 610.0,
        "end_time": 616.0,
        "text": "So what I'm going to do is bring all this information to your family doctor and",
        "topic_id": 16,
        "summary": "So what I'm going to do is bring all this information to your family doctor and",
        "keywords": [
            "doctor",
            "family",
            "information",
            "going",
            "bring"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 616.0,
        "end_time": 620.0,
        "text": "we can come back together and talk to you about the next step.",
        "topic_id": 17,
        "summary": "we can come back together and talk to you about the next step.",
        "keywords": [
            "talk",
            "step",
            "come"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 620.0,
        "end_time": 622.0,
        "text": "Awesome. Thank you.",
        "topic_id": 18,
        "summary": "Awesome. Thank you.",
        "keywords": [
            "awesome",
            "thank"
        ],
        "sentiment": 1.0
    },
    {
        "start_time": 622.0,
        "end_time": 624.0,
        "text": "Thanks for coming in.",
        "topic_id": 19,
        "summary": "Thanks for coming in.",
        "keywords": [
            "coming",
            "thanks"
        ],
        "sentiment": 0.2
    }
]