[
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 1,
        "start_time": "00:00",
        "end_time": "00:46",
        "start_seconds": 0,
        "end_seconds": 46,
        "summary": " This episode features Ashraf Ghani, Finance Minister of Afghanistan . Ghani: \"A public, do we longer go observe, is constituted through discussion and debate\" Ghani joins in a discussion of how to mobilize different forms of capital for the project of state building .",
        "keywords": "discussion, talks, public, ashraf, ghani",
        "full_text": "Ted Talks are recorded live at the Ted Conference and produced with WNYC New York Public Radio.  This episode features Ashraf Ghani, Finance Minister of Afghanistan.  Ted Talks are made possible through the support of BMW, where ideas are everything.  Here's Ashraf Ghani.  Good afternoon.  It's a pleasure to be here.  A public, do we longer go observe, is constituted through discussion and debate.  If we are to call the tyranny of assumptions into question and avoid doxas, the realm of the unquestioned, then we must be willing to subject our own assumptions to debate and discussion.  It is in this spirit that I join into a discussion of one of the critical issues of our time, namely, how to mobilize different forms of capital for the project of state building."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 2,
        "start_time": "00:46",
        "end_time": "01:34",
        "start_seconds": 46,
        "end_seconds": 94,
        "summary": " To put the assumptions very clearly, capitalism after 150 years has become acceptable and so has democracy . But the majority of the world neither benefits from capitalism nor from democratic systems . Most of the globe experiences the state as repressive as an organization that is concerned about denial of rights .",
        "keywords": "capitalism, democratic, assumptions, world, rare",
        "full_text": "To put the assumptions very clearly, capitalism after 150 years has become acceptable and so has democracy.  If we looked in the world of 1945 and looked at the map of capitalist economies and democratic policies, they were the rare exception, not the norm.  The question now, however, is which form of capitalism, in which type of democratic participation? But we must acknowledge that this moment is brought about a rare consensus of assumptions and that allows us to act, to be able to move forward.  But the majority of the world neither benefits from capitalism nor from democratic systems.  Most of the globe experiences the state as repressive as an organization that is concerned about denial of rights, about denial of justice rather than provision of it."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 3,
        "start_time": "01:34",
        "end_time": "02:43",
        "start_seconds": 94,
        "end_seconds": 163,
        "summary": " In terms of experience of capitalism, there are two aspects that the rest of the globe experiences.  First, extractive industry, blood diamonds, smuggled emeralds, timber that is cut right from under the purists. Second is technical assistance. The worst form of today of the",
        "keywords": "world, technical, assistance, dollars, global",
        "full_text": "In terms of experience of capitalism, there are two aspects that the rest of the globe experiences.  First, extractive industry, blood diamonds, smuggled emeralds, timber that is cut right from under the purists.  Second is technical assistance.  And technical assistance might shock you, but it's the worst form of today of the ugly face, of the developed world to the developing countries.  Tens of billions of dollars are supposedly spent on building capacity with people who are paid up to a thousand five hundred dollars a day who are incapable of thinking creatively or organically.  Next assumption.  And of course, the events of July 7, I express my deep sympathy, and before that September 11, have reminded us, we do not live in three different worlds.  We live in one world.  But that's easily said, but we are not dealing with the implications of the one world that we are living in.  And that is that if we want to have one world, this one world cannot be based on huge pockets of exclusion and then inclusion for some.  We must now finally come to think about the premises of a truly global world, in relationship to regime of rights, in responsibilities and accountability that are truly global in scope."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 4,
        "start_time": "02:43",
        "end_time": "03:50",
        "start_seconds": 163,
        "end_seconds": 230,
        "summary": " We must now realize we will be missing this open moment in history where we have a consensus on both the form of politics and economics . We have three critical terms, economy, civil society, and the state . Textbook economics does not work in my context, and I have very few",
        "keywords": "economics, economy, state, context, form",
        "full_text": "And we must now realize we will be missing this open moment in history where we have a consensus on both the form of politics and the form of economics.  So what is one of these organizations to pick? We have three critical terms, economy, civil society, and the state.  I will not deal with those first two, except to say that uncritical transfer of assumptions from one context to another can only make for disaster.  Economics taught in most of the elite universities are practically useless in my context.  My country is dominated by drug economy in Amofia.  Textbook economics does not work in my context.  And I have very few recommendations from anybody as to how to put together a legal economy.  The poverty of our knowledge must become the first basis of moving forward and not in position of the framework that works on the base of mathematical modeling for which I have enormous respect.  My colleagues at Johns Hopkins were among the best.  Second, instead of debating endlessly about what is the structure of the state, why don't we simplify and say what are a series of functions that the state and 21st century must perform."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 5,
        "start_time": "03:50",
        "end_time": "04:27",
        "start_seconds": 230,
        "end_seconds": 267,
        "summary": " We propose ten functions including monopoly of means of violence, administrative control, management of public finances, investment human capital and provision of citizenship rights . And third is that we could construct the inundings to measure comparatively how well these functions that we would agree on are being performed in different places .",
        "keywords": "functions, management, public, provision, tangible",
        "full_text": "And third is that we could actually construct the inundings to measure comparatively how well these functions that we would agree on are being performed in different places.  So what are these functions? We propose ten.  It's legitimate monopoly of means of violence, administrative control, management of public finances, investment human capital, provision of citizenship rights, provision of infrastructure, management of the tangible and tangible assets of the state through regulation, creation of the market, national agreements including public borrowing, and then most importantly, rule of law.  This is a feasible goal, basically because contrary to widespread assumption, I would argue that we know how to do this."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 6,
        "start_time": "04:27",
        "end_time": "05:06",
        "start_seconds": 267,
        "end_seconds": 306,
        "summary": " The least important form of capital in this project is financial capital, money . Money is not capital in most of the developing countries, because it lacks institutional, organizational, managerial forms . Physical capital, institutional capital, human capital, and security, is critical .",
        "keywords": "capital, germany, democratic, oxford, money",
        "full_text": "Who would have imagined that Germany would be either united or democratic today if you looked at it from the perspective of Oxford of 1943.  But people at Oxford prepared for a democratic Germany and engaged in planning.  And there are lots of other examples.  Now, in order to do this, we have to rethink the notion of capital.  The least important form of capital in this project is financial capital, money.  Money is not capital in most of the developing countries.  It's just cash, because it lacks the institutional, organizational, managerial forms to turn it into capital.  And what is required is combination of physical capital, institutional capital, human capital, and security, of course, is critical."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 7,
        "start_time": "05:06",
        "end_time": "06:25",
        "start_seconds": 306,
        "end_seconds": 385,
        "summary": " It takes 16 years in your countries to produce someone with a BS degree . It takes 20 years to produce somebody with a PhD. The first challenge is to rethink fundamentally the issue of the time. The absolute majority of the world's population are below 20, and they are growing larger and",
        "keywords": "challenge, years, different, ways, issue",
        "full_text": "But so is information.  Now, the issue that should concern us here, and that's the challenge that I would like to pose to this group, is it takes 16 years in your countries to produce somebody with a BS degree.  It takes 20 years to produce somebody with a PhD.  The first challenge is to rethink fundamentally the issue of the time.  Do we need to repeat the modalities that we have inherited? Our educational systems are inherited from 19th century.  What is it that we need to do fundamentally to re-engage in a project that capital's formation is rapid? The absolute majority of the world's population are below 20, and they are growing larger and faster.  They need different ways of being approached, different ways of being in front of choice, different ways of being skilled.  And that's the first.  The second challenge is your problem solvers, but you are not engaging your global responsibility.  You've stayed away from the problems of corruption.  You only want clean environments in which to function.  But if you don't think through the problems of corruption, who will? You stay away from design for development.  You're great designers, but your designs are selfish.  It's for your own immediate use.  The world in which I operate operates with designs regarding roads or dams or provision of electricity that have not been revisited in 60 years."
    },
    {
        "talk_id": 3,
        "filename": "cleaned_3.wav",
        "topic_id": 8,
        "start_time": "06:25",
        "end_time": "07:11",
        "start_seconds": 385,
        "end_seconds": 431,
        "summary": " Ashraf Ghani: \"We need more than anything else from this group is your imagination to be brought to bear on problems the way meme is supposed to. This is not right.  It requires thinking.  And I hope that this group would be able to deal with the issue",
        "keywords": "group, work, ideas, talks, right",
        "full_text": "This is not right.  It requires thinking.  But particularly what we need more than anything else from this group is your imagination to be brought to bear on problems the way meme is supposed to.  As the work on paradigms lined up a long time ago showed Thomas Cunitz's work, it's in the intersection of ideas that new developments through breakthroughs occur.  And I hope that this group would be able to deal with the issue of state, in development and the empowerment of the majority of the world's poor.  Through this means.  Thank you.  That was Ashraf Ghani, recorded at Ted Global in Oxford, England, July 2005.  Ted Talks are produced by WNYC New York Public Radio 4 Ted.  Ted Talks are made possible through the support of BMW, where ideas are everything.  For more information on Ted, visit Ted.com."
    }
]