[
    {
        "talk_id": 10,
        "filename": "cleaned_10.wav",
        "topic_id": 1,
        "start_time": "00:00",
        "end_time": "00:18",
        "start_seconds": 0,
        "end_seconds": 18,
        "summary": " Ted Tox features Dean Ornish, founder of the Preventative Medicine Research Institute . The talk is recorded at the Ted Conference and produced with WNYC New York Public Radio .",
        "keywords": "dean, ornish, live, conference, wnyc",
        "full_text": "Ted Tox are recorded live at the Ted Conference and produced with WNYC New York Public Radio.  This three-minute talk features Dean Ornish, founder of the Preventative Medicine Research Institute.  Ted Tox are made possible through the support of BMW, where ideas are everything.  Here's Dean Ornish."
    },
    {
        "talk_id": 10,
        "filename": "cleaned_10.wav",
        "topic_id": 2,
        "start_time": "00:18",
        "end_time": "01:00",
        "start_seconds": 18,
        "end_seconds": 60,
        "summary": " Cardiovascular Disease Diabetes Hypertension is preventable for at least 95% of people just by changing diet and lifestyle . AIDS has gone from having one of the lowest rates of heart disease and obesity to one of highest rates of diabetes . In Africa, Card cardiovascular Disease equals the HIV and",
        "keywords": "aids, disease, people, cardiovascular, legitimate",
        "full_text": "With all the legitimate concerns about AIDS and avian flu, I want to talk about the other pandemic, which is Cardiovascular Disease Diabetes Hypertension, all of which are completely preventable for at least 95% of people just by changing diet and lifestyle.  And what's happening is that there's a globalization of illness occurring.  The people are starting to eat like us and live like us and die like us.  And in one generation, for example, AIDS has gone from having one of the lowest rates of heart disease and obesity and diabetes to one of the highest.  And in Africa, Cardiovascular Disease equals the HIV and AIDS deaths in most countries.  So there's a critical window of opportunity we have to make an important difference that can affect the lives of literally millions of people and practice preventive medicine on a global scale."
    },
    {
        "talk_id": 10,
        "filename": "cleaned_10.wav",
        "topic_id": 3,
        "start_time": "01:00",
        "end_time": "02:06",
        "start_seconds": 60,
        "end_seconds": 126,
        "summary": " Hardened blood vessel diseases still kill more people, not only in this country, but also worldwide than everything else combined . And yet, it's completely preventable for almost everybody .",
        "keywords": "preventable, tumor, years, diet, lifestyle",
        "full_text": "Hardened blood vessel diseases still kill more people, not only in this country, but also worldwide than everything else combined.  And yet, it's completely preventable for almost everybody.  It's not only preventable, it's actually reversible.  And for the last almost 29 years, we've been able to show that by simply changing diet and lifestyle, using these very high-tech, expensive state-of-the-art measures to prove that powerful, these very simple and low-tech and low-cost interventions can be like quantitative arteriography before and after a year and cardiac pet scans.  We showed a few months ago we published the first study shown that you can actually stop or reverse the progression of prostate cancer by making changes in diet and lifestyle.  And 70% regression in the tumor growth or inhibition of the tumor growth compared to only 9% in the control group.  And in the MRI and the MR spectroscopy here, the prostate tumor activity is shown in red.  You can see it diminishing after a year.  Now there is an epidemic of obesity, two-thirds of adults and 15% of kids.  What's really concerning to me is that diabetes has increased 70% in the past 10 years.  And this may be the first generation in which our kids live a shorter lifespan than we do.  That's pitiful and that's preventable."
    },
    {
        "talk_id": 10,
        "filename": "cleaned_10.wav",
        "topic_id": 4,
        "start_time": "02:06",
        "end_time": "02:36",
        "start_seconds": 126,
        "end_seconds": 156,
        "summary": " Diet that can reverse heart disease and cancer is an Asian diet, but the people in Asia are starting to eat like we are, which is why they're starting to get sick . So I've been working with a lot of the big food companies. They can make it fun and sexy",
        "keywords": "diet, asian, foods, mcdonald, heart",
        "full_text": "Now what can we do about this? Well, you know, the diet that we found that can reverse heart disease and cancer is an Asian diet, but the people in Asia are starting to eat like we are, which is why they're starting to get sick like we are.  So I've been working with a lot of the big food companies.  They can make it fun and sexy and hip and crunch and convenient to eat healthier foods.  Like I chair the advisory boards in McDonald's and PepsiCo and Conagra and Safeway and Zoom Del Monte.  And they're finding that it's good business.  The salads that you see in McDonald's came from their work.  They're going to have an Asian salad and Pepsi, two-thirds of the revenue growth came from their better foods."
    },
    {
        "talk_id": 10,
        "filename": "cleaned_10.wav",
        "topic_id": 5,
        "start_time": "02:36",
        "end_time": "03:03",
        "start_seconds": 156,
        "end_seconds": 183,
        "summary": " Ornish: \"If we can do that, then we can free up resources for buying drugs that you really do need\" Ornish recorded at the Ted Conference in Monterey, California, February 2006 .",
        "keywords": "resources, drugs, aids, malaria, avian",
        "full_text": "And so if we can do that, then we can free up resources for buying drugs that you really do need for treating AIDS and HIV and malaria and for preventing avian flu.  Thank you.  This is Ornish, recorded at the Ted Conference in Monterey, California, February 2006.  Ted Talks are produced by WNYC New York Public Radio for Ted and made possible in part through the support of BMW or ideas or everything.  For more information on Ted, visit Ted.com."
    }
]