[
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 1,
        "start_time": "00:00",
        "end_time": "00:53",
        "start_seconds": 0,
        "end_seconds": 53,
        "summary": " Dean Cayman: If the Ibot was going to work it probably wouldn't have available enough energy to give it the capability that humans enjoy . But batteries are pretty bad at story energy and if you look at the energy in the kilogram of propane is 8,750 watt hours",
        "keywords": "energy, watt, hours, batteries, talks",
        "full_text": "Ted Talks are recorded live at the Ted Conference and produced with WNYC New York Public Radio.  This episode features the inventor of the Segway Dean Cayman.  Ted Talks are made possible through the support of BMW.  Here's Dean Cayman.  Probably 10 years ago it seemed to me that if the Ibot was going to work it probably wouldn't have available enough energy and ordinary batteries to give it the kind of capability that humans enjoy because back then the best batteries in the world had 10 watt hours per kilogram of energy density.  That was let acid and then you go to nickel cadmium at 20 watt hours and nickel metal hydride at 40 watt hours and lithium ion at 60 watt hours.  But batteries are pretty bad at story energy and if you look at the energy in the kilogram of propane is 8,750 watt hours and human beings which are again powered by more releasing chemical energy, you know that a dentists in triphosphate stuff."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 2,
        "start_time": "00:53",
        "end_time": "02:15",
        "start_seconds": 53,
        "end_seconds": 135,
        "summary": " Tri-chartlethip cookies got about equivalent energy to a couple hundred pounds of batteries . The goal was to make a 20 pound engine that would trickle charge these batteries .",
        "keywords": "engine, ibot, batteries, cookies, energy",
        "full_text": "Tri-chartlethip cookie powered and tri-chartlethip cookies got about equivalent energy to a couple hundred pounds of batteries.  So I decided that we would try to find a way to run our Ibot effectively on tri-chartlethip cookies and it would be a much better system for lots of reasons.  I wanted a burn fuel coming out of for instance propane natural gas of these days.  It's more popular to talk about hydrogen.  I wasn't going to put grandma on a Ibot this beautiful machine that could walk her up to the opera and then have her start the weed whacker to charge her batteries.  So we decided that we would build a little quiet sterling engine and make it a piece of the system.  As usual I was overly enthusiastic and a couple years into the project it wasn't going to happen that way.  So we put the sterling engine project as in the battery charge for the Ibot to the side continued the Ibot but I couldn't give up on the little engine.  The goal was to make a 20 pound engine that would trickle charge these batteries and take to place a one of the 20 pound batteries.  A few extra years of development went into it and we got pretty excited because although it took a lot more time we finally had an engine.  You can see the running downstairs that made about ten times as much energy as we thought.  It was also a hundred pounds and it wasn't going to get into a Ibot but I just kept thinking about how neat it was that we could make an engine that would have an extraordinarily long life."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 3,
        "start_time": "02:15",
        "end_time": "03:22",
        "start_seconds": 135,
        "end_seconds": 202,
        "summary": " Two billion people on this planet have never used electricity . Another two billion have it very intermittently and they can't depend on it. That's two thirds of the human population.  So I started thinking about other places to use it .",
        "keywords": "people, electricity, world, fuel, data",
        "full_text": "We could have burned any local source of fuel literally and we burned hydrogen, propane, natural gas, diesel fuel, jet A, caracene, olive oil, it doesn't matter and make electricity.  So I started thinking about other places to use it and then the data which might otherwise seem depressing started to excite me more because two billion people on this planet have never used electricity.  Another two billion have it very intermittently and they can't depend on it.  That's two thirds of the human population.  The National Academy of Engineering in the year 2000 published a report that talked about the most important technologies to create an environment where people can get out of poverty and number one and number two were sanitation, clean water and distributed electricity which have happened in a hundred years to the rich countries of the world and not to the others.  So I decided I would continue to work on this little engine and figure out since it could run essentially autonomously in order to have the five year life.  It could make small amounts of energy that could be delivered locally to make distributed power sources for the undeveloped world.  I started talking to people like the World Health Organization, United Nations and all sorts of people to try to get data and every expert I went to."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 4,
        "start_time": "03:22",
        "end_time": "04:24",
        "start_seconds": 202,
        "end_seconds": 264,
        "summary": " I think the experts are the people that can tell you about all the mega programs that cost twenty billion dollars a year that categorically have never worked, don't work and will not work . So I continue to work on the engine and try to think about how to make it attractive and",
        "keywords": "experts, people, programs, water, thermodynamics",
        "full_text": "I think the experts are the people that can tell you about all the mega programs that cost twenty billion dollars a year that categorically have never worked, don't work and will not work but they all run these giant programs and they're all experts.  So I continue to work on the engine and try to think about how to make it attractive and exciting to deploy it to people that essentially don't have the economy and the money and kept thinking again about the water side of it and I don't want to go teach thermodynamics here and I know yesterday I heard that even scientific methods may not be politically correct anymore and I don't know, you know, to me science is subtle and sometimes deep but nature really isn't cruel and I always go back and I trust GMM over our square, you know, that's not just the good idea, gravity is the law and it works and it always works and the second law of thermodynamics I've really loved and so I started thinking about how you could make water also of the same scale that would be equivalent to the right amount you'd need if you were making electricity in a small town or a villager house and here's some numbers for you."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 5,
        "start_time": "04:24",
        "end_time": "04:47",
        "start_seconds": 264,
        "end_seconds": 287,
        "summary": " It takes about 25 kilowatts, 25,000 watts to continuously distill 10 gallons an hour of water . That would be enough for a small house or a small villager, 100 people .",
        "keywords": "gallons, water, small, people, amount",
        "full_text": "It takes about 25 kilowatts, 25,000 watts to continuously distill 10 gallons an hour of water which would be 250 gallons a day which would be plenty for a small house or a small villager, 100 people and the amount of electricity we make with this little box would equally give, I mean not jacuzzi's but it would give plenty of electricity to give light and the internet and communications to a similar number of people that would use that amount of water."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 6,
        "start_time": "04:47",
        "end_time": "05:42",
        "start_seconds": 287,
        "end_seconds": 342,
        "summary": " If you happen to have enough electronics around when you were boiling the water instead of using 25 kilowatts if you could have a little electricity to keep track very accurately of temperatures and to use some of the electricity to boil water .",
        "keywords": "water, temperature, kilowatts, heat, little",
        "full_text": "Well 25 kilowatts is only 50 times as much as this is practical we couldn't afford to make water that way in this country but we went back and on the back of an envelope you can do the calculation that says supposing you could distill water you could boil it at one temperature and compress it so that it will condense, believe it or not, at a lower temperature.  The fact that you had to do some work in a rule of PDV but we won't get too excited about it if you keep the pressure differential fairly small you want to be able to actually boil water and recondensate, recapture the energy, the heat and since you did it at a higher temperature it will flow back to the incoming water with counterflow heat exchangers.  To make a long story short if you happen to have enough electronics around when you were boiling the water instead of using 25 kilowatts if you could have a little electricity to keep track very accurately of temperatures, to keep track very accurately of pressures and to use some of the electricity to run we then had to invent a little liquid ring pump so that there would be no mechanical seals and moving parts."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 7,
        "start_time": "05:42",
        "end_time": "06:33",
        "start_seconds": 342,
        "end_seconds": 393,
        "summary": " The first one we built took 1100 watts not 25 kilowatts, the second one 800 and the one you'll see downstairs takes about 500 watts all of which is the waste heat it's free from making electricity . There's a bowl down there that we dumped in piles of salt and",
        "keywords": "watts, little, engine, second, kilowatts",
        "full_text": "What does the second law tell you is the maximum or the minimum energy it would take to boil and recondense and purify virtually there's still 10 gallons an hour and it looks like it's a little over 200 watts not 25 kilowatts and that's with a delta T of about 1 degree absolute and a delta P of about 1 psi.  We built a system, used the electricity coming out of the little engine because the little engine is 20% efficient so it's making a few hundred watts but it was giving us a few hundred watts of heat free that's the waste from the engine.  The first one we built took 1100 watts not 25 kilowatts, the second one 800 and the one you'll see downstairs takes about 500 watts all of which is the waste heat it's free from making electricity.  There's a bowl down there that we dumped in piles of salt and baking soda, mud, water color and it's continuously running and this is what comes out of it and they brought it up for me."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 8,
        "start_time": "06:33",
        "end_time": "07:39",
        "start_seconds": 393,
        "end_seconds": 459,
        "summary": " 5 million people a year die from lack of water in Africa . 80% of kids in Africa 86% of people have never used electricity . If you put a machine in their village perhaps it's not a big centralized system, it doesn't require the 15 years of development .",
        "keywords": "people, dollars, half, year, machine",
        "full_text": "You can't taste the salt, the vinegar or anything else it's remarkably ordinary and while lots of people I think here think about whether glasses are half full or half empty.  Who are out of the 6 billion people on this planet think about if I drink this will I die because 5 million people a year die from lack of water.  To those of you that do arithmetic that's 13,700 a day that's 570 an hour 80% of kids in Africa 86% of people have never used electricity, it's 92% if you take people at a rural.  If you put a machine in their village perhaps it's not a big centralized system, it doesn't require the 15 years of development.  What if you put a system like this and you gave it to an entrepreneur even if they cost a thousand dollars to build the 700 million people if it took care of 100 people you need 7 million machines.  If it took 7 million machines that a thousand dollars a machine that's 7 billion dollars that's one third of what we're going to pay this year to the 100 thousand people that we put at our airports to take the nail clippers away from our grandparents so that we're safer when we fly on the airplane."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 9,
        "start_time": "07:39",
        "end_time": "08:46",
        "start_seconds": 459,
        "end_seconds": 526,
        "summary": " Two thirds of the world don't have basic things that people need and two thirds of them don't . There's got to be a market-based way to give something to somebody that some entrepreneur can use to charge a penny a gallon or a kilowatt hour .",
        "keywords": "half, people, reason, technology, water",
        "full_text": "But the reason we have to pay them is when neurotic.  The reason we have to do that is because we think they're out to get us and half of us I listen to people talk I'm not a sociologist.  But half of us I think deep down think they hate us for what we did wrong to them and half of us I think they hate us for what we did right, we have all the wealth.  But either way they're going to hate us unless we figure out how to use technology to help people.  And water and electricity and communications are the most basic things that people need and two thirds of the world don't have them.  And in the next 20 or 30 or 50 years they'll never get them through a power grid or centralized water not in Africa, not in Bangladesh, not in India.  And they're not going to get them if they're mega programs that don't work.  We've got 50 years of trying to do that.  There's got to be a market-based way to give something to somebody that some entrepreneur can use to charge a penny a gallon or a penny a kilowatt hour.  The technology is available to do it.  I think we're working at it but I'm one tiny little cum.  I'm not the United Nations, I'm not the US government.  I don't know how to deploy it on March 14th.  I just found out also this morning I'm going to Nijar where I'll be meeting with six heads of state of six of the countries that joined Nipad."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 10,
        "start_time": "08:46",
        "end_time": "10:05",
        "start_seconds": 526,
        "end_seconds": 605,
        "summary": " Three working machines will sit there and make water in real time out in the field, burning any fuel they give us . Each has electronics that controls them, has a web server in it so that anywhere in the world, Geneva, if you want to be at the World Health Organization,",
        "keywords": "world, water, electricity, machines, time",
        "full_text": "I'm bringing three working machines to ones you'll see downstairs.  We're going to show them these things.  They're going to sit there and make water in real time out in the field, burning any fuel they give us.  They're going to make electricity.  They each have since they make electricity.  They have the electronics that controls them, has a web server in it so that anywhere in the world, Geneva, if you want to be at the World Health Organization, you can monitor how the machines are doing.  You know where they are.  How much water they made this week.  So the issue of graft and corruption, every time I take this to some big organization, the experts always can tell you why nothing works and they can demonstrate it with their 50 year record.  So they must be right.  But Pottyme says, so now we'll give them water and we'll make electricity and we'll use local fuel and you'll make with 700,000 at these 700 local entrepreneurs.  If you put the communications in there so that they can be self-monitoring, you can do diagnostics on it than the issue.  But it's very sophisticated electronics, very sophisticated technology.  That's right it is.  And that's why we have a high standard of living.  So either we believe we do really make productivity tools or we ought to give up on our own bravado.  But if this really is a productivity tool, what the world desperately needs is more people to be productive.  Going around the world and giving them anvils and hammers and teaching them how to make horseshoes, I understand why that's failed for 50 years."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 11,
        "start_time": "10:05",
        "end_time": "10:32",
        "start_seconds": 605,
        "end_seconds": 632,
        "summary": " As much of an invention as there might be in liquid ring pumps, counterflow heat exchanges, vapor compression to stillers, sterling engines that really work, we need a new invention which is a way to build business and economic models that can bring people from where they are now to a",
        "keywords": "invention, much, liquid, ring, pumps",
        "full_text": "As much of an invention as there might be in liquid ring pumps, counterflow heat exchanges, vapor compression to stillers, sterling engines that really work.  We need a new invention which is a way to build business and economic models that can bring people from where they are now to a modern world without having to take the few hundred year trip that we took because that impedance match is too large to do it any other way.  Which is why I like simple small systems that you can put a few in a village somewhere if it works, you scale it up."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 12,
        "start_time": "10:32",
        "end_time": "11:29",
        "start_seconds": 632,
        "end_seconds": 689,
        "summary": " I think technology alone is at least to me in some cases it's almost a hobby . You will make money with it, you scale it up.  It seems that we ought to do that.  I can tell you a lot more about it because I don't sleep a lot",
        "keywords": "technology, design, entertainment, tools, money",
        "full_text": "You will make money with it, you scale it up.  It seems that we ought to do that.  I can tell you a lot more about it because I don't sleep a lot thinking about a lot of things that we ought to do.  I would tell you that I know Ted is supposed to be technology, entertainment and design this morning I was listening.  Yes, I was listening.  You said you want a new Ted.  I think technology alone is at least to me in some cases it's almost a hobby.  I mean the technology of what's in here, the sterling engine was patented in 1816.  Technology doesn't help people.  The application of it to make tools, I mean because you can make weapons out of it too, but what the tea could be tools, technology and powerism.  Maybe instead of entertainment, how about enlightenment and I think it's entertaining to be enlightened.  Kids play it first, they're enlightened.  And design, design is one piece of the process.  We've been at it for a while.  Design is okay.  It just doesn't, maybe the de-order be to deliver, to be determined, to make a difference."
    },
    {
        "talk_id": 9,
        "filename": "cleaned_9.wav",
        "topic_id": 13,
        "start_time": "11:29",
        "end_time": "12:22",
        "start_seconds": 689,
        "end_seconds": 742,
        "summary": " The first bioterrorism happened when in ancient wars people used to take bodies of people that had leprosy and catapulted them into villages behind walls . Terrorism is probably the oldest, not the newest form of war, says Dean Cayman .",
        "keywords": "people, world, real, goal, confidence",
        "full_text": "I got to believe that the real goal ought to be to have confidence that everybody has the same goals.  We don't need to live that way.  By the way, the first bioterrorism happened when in the ancient wars people used to take bodies of people that had leprosy and catapult them into the villages behind the walls.  Terrorism is probably the oldest, not the newest form of war.  They had poison gas in World War I too.  There was a time when most of the world was civilized enough that even when they went to war, so many people had so much to lose, they wouldn't tolerate it.  If we keep two thirds of the world poor, you can't beat them with the internet.  That was Dean Cayman, recorded at the TED conference in Monterey, California, February 2002.  TED docs are produced by WNYC New York Public Radio for TED and made possible in part through the support BMW.  For more information on TED, visit TED.com."
    }
]