[
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 1,
        "start_time": "00:00",
        "end_time": "01:17",
        "start_seconds": 0,
        "end_seconds": 77,
        "summary": " Ted Talks are recorded live at the Ted Conference and produced with WNYC New York Public Radio . This episode features author in New York Times Technology columnist David Pogue .",
        "keywords": "talks, york, david, pogue, hold",
        "full_text": "Ted Talks are recorded live at the Ted Conference and produced with WNYC New York Public Radio.  This episode features author in New York Times Technology columnist David Pogue.  Ted Talks are made possible through the support of BMW.  Here's David Pogue.  I'm still on hold.  I'm listening to the sounds of silence.  I don't think you understand.  I think your phone lines are unmanned.  I punched every touch-tone I was told.  But I've still spent 18 hours on hold.  It's not enough your software crashed my Mac and it constantly hangs and bombs.  It erased my rums.  Now the Mac makes the sounds of silence.  Kim, my dreams I've been assigned! A freaking vengeance on you guys! That your motor cycle crashes.  Mud comes gushing from your gashes.  When you're fading strength you call 911 and you trade for a trained empty."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 2,
        "start_time": "01:17",
        "end_time": "02:24",
        "start_seconds": 77,
        "end_seconds": 144,
        "summary": " Spot the Ted presenter used to be a Broadway accompanist . When he was offered the Times column six years ago, the deal was like this:  You will be sent the coolest hottest, slickest new gadgets every week . You get to try them out, play with them, evaluate",
        "keywords": "column, technology, email, good, times",
        "full_text": "But you get me.  You listen to the sounds of silence.  Good evening and welcome to Spot the Ted presenter who used to be a Broadway accompanist.  When I was offered the Times column six years ago, the deal was like this.  You will be sent the coolest hottest, slickest new gadgets every week it'll arrive at your door.  You get to try them out, play with them, evaluate them for until the novelty wears back before you have to send it back and you'll get paid for it.  You can think about it if you want.  I've always been a technology nut and I absolutely love it.  The job though came with one small downside and that is they intended to publish my email address at the end of every column.  What I've noticed is first of all you get an incredible amount of email.  If you ever are feeling lonely, get a New York Times column because you will get hundreds and hundreds of emails.  And the email I'm getting a lot today is about frustration.  People are feeling overwhelmed.  They're feeling like it's too much technology too fast.  It may be good technology but I feel like there's not enough of the support structure.  There's not enough help."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 3,
        "start_time": "02:24",
        "end_time": "03:06",
        "start_seconds": 144,
        "end_seconds": 186,
        "summary": " There's not enough thought put into the design of it to make it easy and enjoyable to use. The part of the problem is ironically as these things became easier to use, a less technical, broader audience were coming into contact with this equipment for the first time .",
        "keywords": "time, technical, enough, thought, design",
        "full_text": "There's not enough thought put into the design of it to make it easy and enjoyable to use.  One time I wrote a column about my efforts to reach Dell technical support.  And within 12 hours there were 700 messages from readers on the feedback boards on the Times website from users saying, me too and here's my tail of woe.  I call it software rage.  The part of the problem is ironically as these things became easier to use, a less technical, broader audience were coming into contact with this equipment for the first time.  I once had the distinct privilege of sitting in on the Apple call center for a day.  The guy had a duplicate headset for me to listen to."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 4,
        "start_time": "03:06",
        "end_time": "04:14",
        "start_seconds": 186,
        "end_seconds": 254,
        "summary": " A woman called Apple to complain that her mouse was squeaking. She said it squeaks louder, the faster I move it across the screen. Another one, a guy called, this is absolutely true. He told the technician he couldn't restart it no matter how many times he typed",
        "keywords": "mouse, technician, call, stories, screen",
        "full_text": "I know how they say your call may be recorded for quality assurance.  Your call may be recorded so that they can collect the funniest dumb user stories and pass them around on a CD.  Which they do.  And I have a copy.  So some of the stories are just so classical and yet so understandable.  A woman called Apple to complain that her mouse was squeaking.  Making a squeaking noise.  And she said, well, man, what do you mean your mouse is squeaking? All I can tell you is that it squeaks louder, the faster I move it across the screen.  And the technician is like, man, you've got the mouse up against the screen? She says, well, the message said, click here to continue.  Well, if you like that one, how much time are you? Another one, a guy called, this is absolutely true.  His computer had crashed and he told the technician he couldn't restart it no matter how many times he typed 11.  And the technician said, what? Why are you typing 11? The message says error type 11.  So we must admit that some of the blame falls squarely at the feet of the users."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 5,
        "start_time": "04:14",
        "end_time": "04:55",
        "start_seconds": 254,
        "end_seconds": 295,
        "summary": " The technical overload crisis is accelerating now in the hardware world, says Jeff Kohn . Kohn: Consumers want everything to be smaller, smaller, but our fingers are essentially staying the same size . Software subjects to another primal force, the mandate to release more and more versions .",
        "keywords": "smaller, crisis, tinier, software, year",
        "full_text": "But why is the technical overload crisis, the complexity of the crisis accelerating now in the hardware world is because we the consumers want everything to be smaller, smaller, smaller.  So the gadgets are getting tinier and tinier, but our fingers are essentially staying the same size.  So it gets more and more of a challenge.  Software subjects to another primal force, the mandate to release more and more versions.  When you buy a piece of software, it's not like buying a Vaser candy bar where you own it.  It's more like joining a club where you pay dues every year.  And every year they say, we've added more features and we'll sell it to you for $99.  I know one guy who spent $4,000 just on Photoshop over the years."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 6,
        "start_time": "04:55",
        "end_time": "06:14",
        "start_seconds": 295,
        "end_seconds": 374,
        "summary": " Microsoft Word was last just a word processor in the Eisenhower administration . Software companies make 35% of their revenue from just these software upgrades . People like to surround themselves with unnecessary power, right? They don't need the database and the website .",
        "keywords": "word, software, microsoft, processor, many",
        "full_text": "And software companies make 35% of their revenue from just these software upgrades.  I call it the software upgrade paradox, which is that if you improve a piece of software enough times, you eventually ruin it.  I mean, Microsoft Word was last just a word processor in the Eisenhower administration.  But what's the alternative? Microsoft actually did this experiment.  They said, well, wait a minute.  Everyone complains that we're adding so many features.  Let's create a word processor that's just a word processor.  Simple, pure, does not do web pages is not a database.  And it came up and it was called Microsoft right.  And none of you are not in an acknowledgement because it died.  It tanked no one ever bought it.  I call this the sport utility principle.  People like to surround themselves with unnecessary power, right? They don't need the database and the website.  But they're like, well, I'll upgrade because I might.  I might need that someday.  The problem is, as you add more features, where are they going to go? Where are you going to stick them? You only have so many design tools.  You can do buttons.  You can do sliders, pop-up menus, sub menus.  And we've arrived at the age of interface matrices where there's so many features and options, you have to do two dimensions, you know, a vertical and a horizontal.  You guys all complain about how Microsoft Word is always bulleting your lists and underlining your links automatically."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 7,
        "start_time": "06:14",
        "end_time": "06:53",
        "start_seconds": 374,
        "end_seconds": 413,
        "summary": " Microsoft's approach to simplicity tends to be, let's break it down.  There are these wizards everywhere. The off switch is in there somewhere. Part of the art of designing a simple good interface is knowing when to use which one of these features .",
        "keywords": "simple, features, possible, switch, part",
        "full_text": "The off switch is in there somewhere.  I'm telling you it's there.  Part of the art of designing a simple good interface is knowing when to use which one of these features.  Microsoft's approach to simplicity tends to be, let's break it down.  Let's just make it more steps there.  There are these wizards everywhere.  And, you know, there's a new version of Windows coming out this fall.  If they continue with this pace, there's absolutely no telling where they might wind up.  So what is the answer? How do you pack in all these features in a simple intelligent way? I believe that consistency when possible, real-world equivalents, trash can, folder when possible, label things mostly."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 8,
        "start_time": "06:53",
        "end_time": "07:48",
        "start_seconds": 413,
        "end_seconds": 468,
        "summary": " If you are buying something on the web, you are supposed to put in your address and you're supposed to choose what country you're from . But why in God's name do you shut down a Windows PC by clicking a button called Start? This one's been touched on before,",
        "keywords": "united, states, intelligence, something, designers",
        "full_text": "But I beg the designers here to break all of those rules if they violate the biggest rule of all, which is intelligence.  Now what do I mean by that? I'm going to give you some examples where intelligence makes something not consistent, but it's better.  If you are buying something on the web, you are supposed to put in your address and you're supposed to choose what country you're from.  Okay, there are 200 countries in the world.  We like to think of the internet as a global village.  I'm sorry, it's not one yet.  It's mainly like the United States, Europe, and Japan.  So why is United States in the use? You have to scroll like seven screens full to get to it.  Now it would be inconsistent to put United States first, but it would be intelligent.  This one's been touched on before.  But why in God's name do you shut down a Windows PC by clicking a button called Start? Now I'm not saying that Apple is the only company who has embraced the cult of simplicity."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 9,
        "start_time": "07:48",
        "end_time": "08:16",
        "start_seconds": 468,
        "end_seconds": 496,
        "summary": " Palm is also, especially the old days, wonderful about this . Jeff Hawkins, the CEO says if any task on the Palm Pilot takes more than three taps, it's too long and it has to be redesigned .",
        "keywords": "counter, palm, talk, days, wonderful",
        "full_text": "Palm is also, especially the old days, wonderful about this.  I actually got to speak to Palm when they were flying high in the 90s.  And after the talk I met one of the employees.  He says nice talk and I said thank you.  What do you do here? He said I'm a tap counter.  I'm like you're what? Well Jeff Hawkins, the CEO says if any task on the Palm Pilot takes more than three taps of the stylus, it's too long and it has to be redesigned.  So I'm a tap counter.  So I'm going to show you an example of a company that does not have a tap counter."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 10,
        "start_time": "08:16",
        "end_time": "09:01",
        "start_seconds": 496,
        "end_seconds": 541,
        "summary": " This is Microsoft Word.  When you want to create a new blank document in Word, it could happen.  You go up to the file menu and you choose new.  Now what happens when you choose a new . task bar appears. On the opposite side of the monitor,",
        "keywords": "document, microsoft, word, okay, blank",
        "full_text": "This is Microsoft Word.  Okay.  When you want to create a new blank document in Word, it could happen.  You go up to the file menu and you choose new.  Now what happens when you choose new? Do you get a new blank document? You do not.  On the opposite side of the monitor, a task bar appears.  And somewhere in those links, by the way, not at the top, somewhere in those links is a button that makes you a new document.  Okay.  So that is a company not counting tap.  No, I don't want to just stand here and make fun of Microsoft.  Yes I do.  The Bill Gates song.  I've been a geek forever and I wrote the very first DOS.  I put my software and IBM together."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 11,
        "start_time": "09:01",
        "end_time": "10:28",
        "start_seconds": 541,
        "end_seconds": 628,
        "summary": " Every software company is doing Microsoft's R&D.  You can't keep a good idea down these days. Even Windows is a hack.  I write the code that makes the whole world run. I got profit and they got the loss.  Sometimes it's garbage but the",
        "keywords": "code, microsoft, whole, world, good",
        "full_text": "I got profit and they got the loss.  I write the code that makes the whole world run.  I'm getting royalties from everyone.  Sometimes it's garbage but the press is snowed.  You buy the box.  I'll sell the code.  Every software company is doing Microsoft's R&D.  You can't keep a good idea down these days.  Even Windows is a hack.  We kind of face loosely on the Mac.  So it's big so it's slow.  You got nowhere to go.  I'm not doing this for praise.  I write the code that fits the world today.  Big mediocrity in every wave.  Enter Planet Domination mode.  You'll have no choice.  You'll buy my code.  And Bill Gates and I write the code.  Actually I believe there are really two Microsoft's.  There's the old one responsible for Windows and Office.  They're dying to throw the whole thing out and start fresh but they can't.  They're locked in because so many add-ons and other companies stuff locks into the old 1982 chassis.  But there's also a new Microsoft that's really doing good simple interface designs.  I like the media center PC.  I like the Microsoft's bot watch.  The wireless watch flopped miserably in the market.  But it wasn't because it wasn't simply and beautifully designed."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 12,
        "start_time": "10:28",
        "end_time": "10:58",
        "start_seconds": 628,
        "end_seconds": 658,
        "summary": " The screens are getting smaller. People are eliminating, putting manuals in the boxes. There are things coming out at a faster pace.  Would you pay $10 a month to have a watch that has to be recharged every night like your cell phone?",
        "keywords": "month, watch, night, cell, phone",
        "full_text": "Let's put it this way.  Would you pay $10 a month to have a watch that has to be recharged every night like your cell phone and stops working when you leave your area code? So the signs might indicate that the complexity crunch is only going to get worse.  So is there any hope? The screens are getting smaller.  People are eliminating, putting manuals in the boxes.  There are things coming out at a faster pace.  It's funny.  When Steve Jobs came back to Apple in 1997 after 12 years away, it was a macro expo, he came to the stage in that black turtle neck in jeans."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 13,
        "start_time": "10:58",
        "end_time": "12:27",
        "start_seconds": 658,
        "end_seconds": 747,
        "summary": " Cooper Tino: \"I never left you.  I know the ropes now.   I made a fortune over at Pixar.  Don't try it for me.\" Jobs had always believed in simplicity and elegance and beauty, he says .",
        "keywords": "steve, jobs, garage, cooper, tino",
        "full_text": "And he sort of did this.  The crowd went wild.  But I had just seen, I'm like, where have I seen this before? I had just seen the movie of Vita with Madonna.  And I'm like, you know what? I got to do one about Steve Jobs.  It won't be easy.  You'll think I'm strange.  When I try to explain one back after telling the press Apple's future is black, you won't believe me.  All that you see is a kid in his teens who started out in a garage with only a buddy named Waz.  You try rhyming with garage.  Don't try it for me, Cooper Tino.  The truth is I never left you.  I know the ropes now.  Know what the tricks are.  I made a fortune over at Pixar.  Don't try for me, Cooper Tino.  I've still got the drive and vision.  I still wear sandals in any weather.  It's just that these days they're Gucci leather.  So Steve Jobs had always believed in simplicity and elegance and beauty.  And the truth is for years I was a little depressed.  Americans obviously did not value it because the Mac had 3% market share, Windows had 95% market share.  People did not think it was worth putting a price on it.  So I was a little depressed.  But it turns out I was wrong."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 14,
        "start_time": "12:27",
        "end_time": "13:04",
        "start_seconds": 747,
        "end_seconds": 784,
        "summary": " The iPod 1, this is the one they wanted. The lesson was simplicity sells. The industry is getting the message. It's catching on.",
        "keywords": "products, ipod, camera, common, wisdom",
        "full_text": "Because the iPod came out.  And it violated every bit of common wisdom.  Other products, cost less.  Other products had more features.  They had voice recorders and FM transmitters.  Other products were backed by Microsoft for the open standard, but the iPod 1, this is the one they wanted.  The lesson was simplicity sells.  And their signs that the industry is getting the message.  It's catching on.  I've got just a couple examples, physically, of really cool, elegant thinking coming along lately.  When you have a digital camera, how do you get the pictures back to your camera? Well, you either haul around a USB cable or you buy a card reader and haul that around."
    },
    {
        "talk_id": 7,
        "filename": "cleaned_7.wav",
        "topic_id": 15,
        "start_time": "13:04",
        "end_time": "14:02",
        "start_seconds": 784,
        "end_seconds": 842,
        "summary": " Probe: \"If it doesn't work, it's not necessarily you.  It could be the design of the thing you're using.  Be aware in life of good design and bad design\" Probe: If you're among the people who create this stuff, easy is hard.",
        "keywords": "design, hard, part, talks, memory",
        "full_text": "Either one you're going to lose what I do is I take out the memory card and I fold it in half, revealing USB contacts.  I just stick it in the computer, offload the pictures, put it right back in the camera.  I never have to lose anything.  This cult of doing things right is starting to spread.  So my final advice for those of you who are consumers of this technology, remember, if it doesn't work, it's not necessarily you.  It could be the design of the thing you're using.  Be aware in life of good design and bad design.  And if you're among the people who create this stuff, easy is hard.  Pre-sweat the details for your audience.  Count the taps.  Remember, the hard part is not deciding what features to add.  It's deciding what to leave out.  And best of all, your motivation is simplicity sells.  That was David Probe, recorded at the Ted Conference in Monterey, California, February 2006.  Ted Talks are produced by WNYC New York Public Radio 4 Ted.  Ted Talks are made possible and part through the support of BMW.  For more information on TedVisit, Ted.com."
    }
]