[
    {
        "start_time": 0.0,
        "end_time": 326.0,
        "text": "Hey Doc, I'm a 45-year-old man, it's coming in, I'm worried there's a, oh, brash on my leg, I'm getting nervous about it. Hi, um, so you, I understand you have a rash on your leg. I don't really know what I would call it. That's what I told the nurse when I came in, but it's more hurts than anything. Okay. How long have you been going on for? It's been, it's been looking weird for about a week, but only yes, it started hurting yesterday. It's sort of looking strange and I just wanted to come in to get a check-out. Okay. When you say it's looking strange, can you tell me what you mean by that? Slow one. It looks bigger than it did before. And meaner if that makes sense. Slow one. Okay, is it red? Yeah, it's red. It's turning more red, kind of in the area around it. I've got these, got these scabs, I've got diabetes, and not exactly the best with it. I haven't scratched at it, and normally it's not that bad, but this is just a strange look, and there's no other word for it. Okay, did you ever had anything like this before? I guess you kind of just said that you didn't But I was double check. No, no, nothing. Well, I've had, I have occasional ulcers and sometimes I'm banged my toe. I'm not exactly the best taken care of my feet, but this is the first time I've gone something that I've just never seen it before. Okay. Do you have any now when you speak? I think so. I want to last time it's all the family dog. I think I've got an ulcer on my left heel, but I think it's doing all right. Okay. And what leg are you having this problem with right now? It's on my right, so my ankle. Okay. How have your sugar's been controlled recently? Stop measuring them. Yeah, last time I measured it was pretty bad. Thank you. I ate one sea last time. It was like nine and something. I'm trying to try and better to be with it. This is hard with work, you know? You're sure I can imagine. So in general, even if you don't know your number for your sugar, have you felt worse than usual lately? Have you felt rent down at all? Yeah, actually I have. King more feel hungry, sometimes it's tired, but I don't know. It's hard to tell. There's an awful lot going on in my life right now, the kids, but it's hard to tell. I think yeah, I need to see my family talk. Okay, definitely, you know, a good, a good idea moving forward just to make sure you get on top of these things, but I'm glad you came in today so we can, you know, have a better look at you and make sure that there's nothing super concerning going on. So in addition to this, have you had any other new symptoms? Symptoms, I feel a little hot actually. When the swelling started, it also started leaking leaking that's like white stuff from one of the the one of what used to be a scab. It's now like kind of open room now. Okay, so when did you start feeling hot? Honestly, last 12 hours. Okay, you take your temperature at all? No, I don't have a thermometer at home. Okay. Have you had any difficulty breathing? No, no. And you chest pain. No. Okay. Can you notice that your left, sorry, your right leg feels any hotter than the left? Yeah, yeah, it does, actually. Changing socks the other day. Yeah. All right. Hey, have you felt ill recently? Have you been sick at all? Hmm. Sasha just feels an overall crummy last couple of weeks now. don't really, less energy today, but it was up to last night thinking about this, yeah, so I'm going to come in and talk. Okay, yeah, I'm, if you did the right thing, I'm glad that you're in today. Um, if the pain on your legs works when you catch it. Yeah, maybe not so much when I touch it when I walk with it and I start flexing it. It doesn't like that. Okay. Okay. Just resting it right now. It feels fine. Okay. Okay. Okay. Well, I'm going to, if I think of any more questions specifically about your leg, I will, I'll go back to it. But I'm going to move on and ask you through questions about your overall health. Um, you've already shared this knee that you, you are diabetic. I do have any other chronic conditions that you live with. I'm on a condition condition, see the family talk about cholesterol.",
        "topic_id": 1,
        "summary": "Hey Doc, I'm a 45-year-old man, it's coming in, I'm worried there's a, oh, brash on my leg, I'm gett...",
        "keywords": [
            "rash",
            "scab",
            "symptoms",
            "swelling",
            "scabs"
        ],
        "sentiment": 0.12964724888637935
    },
    {
        "start_time": 326.0,
        "end_time": 328.0,
        "text": "Want to pill for that.",
        "topic_id": 2,
        "summary": "Want to pill for that.",
        "keywords": [
            "pill",
            "want"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 328.0,
        "end_time": 330.0,
        "text": "Um.",
        "topic_id": 3,
        "summary": "Um.",
        "keywords": [
            "um"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 330.0,
        "end_time": 332.0,
        "text": "Had asthma as a kid.",
        "topic_id": 4,
        "summary": "Had asthma as a kid.",
        "keywords": [
            "asthma",
            "kid"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 332.0,
        "end_time": 334.0,
        "text": "I'll have to finish you now.",
        "topic_id": 5,
        "summary": "I'll have to finish you now.",
        "keywords": [
            "finish",
            "ll"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 334.0,
        "end_time": 336.0,
        "text": "And uh, my back.",
        "topic_id": 6,
        "summary": "And uh, my back.",
        "keywords": [
            "uh"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 336.0,
        "end_time": 338.0,
        "text": "I've had back pain for",
        "topic_id": 7,
        "summary": "I've had back pain for",
        "keywords": [
            "pain",
            "ve"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 338.0,
        "end_time": 340.0,
        "text": "last 10 years, but I don't know.",
        "topic_id": 8,
        "summary": "last 10 years, but I don't know.",
        "keywords": [
            "years",
            "10",
            "don",
            "know"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 340.0,
        "end_time": 344.0,
        "text": "I really take for his Tylenol Advil for that.",
        "topic_id": 9,
        "summary": "I really take for his Tylenol Advil for that.",
        "keywords": [
            "advil",
            "tylenol",
            "really"
        ],
        "sentiment": 0.2
    },
    {
        "start_time": 344.0,
        "end_time": 367.12,
        "text": "Okay. Oh, my other question about your Yeah, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want me to do that, do you want for that. Oh, my other question about your leg was, did you walk any feeling in it? It kind of like a doll egg sometimes when I touch it, but no, I have like, in the area, the ankle, no, but definitely on my feet, like over the years, I've noticed I feel less on it.",
        "topic_id": 10,
        "summary": " Yeah, do you want me to do that? Do you want you to . I've noticed I feel less on my feet, like over the years, I have noticed . Oh, my other question about your leg was, did you walk any feeling in it?",
        "keywords": [
            "want",
            "definitely",
            "okay",
            "touch",
            "walk"
        ],
        "sentiment": 0.11388888888888889
    },
    {
        "start_time": 367.12,
        "end_time": 375.68,
        "text": "Very good. What I did previously. Yeah, I'm done. Okay. So, uh, sorry, I'm on a side track to there.",
        "topic_id": 11,
        "summary": "Very good. What I did previously. Yeah, I'm done. Okay. So, uh, sorry, I'm on a side track to there.",
        "keywords": [
            "good",
            "sorry",
            "okay",
            "uh",
            "previously"
        ],
        "sentiment": 0.1858333333333333
    },
    {
        "start_time": 375.68,
        "end_time": 384.24,
        "text": "So, we talked about your diabetes. You said you have glycolystral. Um, so what medications are you",
        "topic_id": 12,
        "summary": "So, we talked about your diabetes. You said you have glycolystral. Um, so what medications are you",
        "keywords": [
            "diabetes",
            "glycolystral",
            "medications",
            "talked",
            "said"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 384.24,
        "end_time": 627.0,
        "text": "currently taking? I'm taking four pills right now. Um, Thank you very much for watching, see you in the next video, see you The other three, they're all diabetes medications, but I don't remember. That form is one of them, uh, sit a, sit a sub, I have a list somewhere I'll give it to you later. Okay. Are you on insulin right now? No. Okay. Um, are you on any, or any medication new, can you reason? No. No I'd have them for about a year now You have any allergies Oh, yeah, I do actually kind of selling can't take that And what happened to you can kind of sell in spin-a-wiles a kid Apparently like face got bloated was is set a hard time breathing, so. Okay. Well, we'll make sure that we don't give you that. Can you tell me if you've had any previous surgery? Yeah, what was it? I had my sinuses. I had to pre-bad I was in my teens and, uh, they went in kind of carved a little bit of space out. Okay. Um, is that the only surgery that you took? Yeah. Um, and can you, uh, tell me do you have any, um, family diabetes, in problems, anything else that stands out to you? Yeah, I'm excited with the family. Very much everyone has diabetes, high blood pressure, cholesterol. That side of the family is pretty healthy. I think maybe one of my aunts had lung cancer, but she's a pretty big smoker too. And I'm just going to ask you a few questions about your lifestyle. So you said that you have children? Yeah, I do. You live in town, you live in your kids. I live in town, I see my kids have their two weeks. And what do you do for work? Did I already ask you this? No, I'm currently on a what I'm looking for work partially employed. I suppose you should say I'm from my own business. I see. And what do you do when you are working ideally? I don't want to have working. I'm going to count. Okay. And do you smoke? Yeah, once in a while. Yeah. I'm stressed, though. I'm not going to average. Last couple of weeks I've been smoking more. Maybe like two packs a week. Okay. Do you drink alcohol? Yeah. Yeah. I haven't. How much do you typically drink? I don't know how much week. Maybe a two four. Okay. How much do you typically drink? Oh, now it's week maybe a two four. Okay, so maybe like three for day or something like that if you were to average it out. Yeah, if you average out, I may only go through the two four and a weekend to be honest. Oh, I see, okay, more so on the weekend, so maybe a little bit more than three today that in on those days. Okay. Oh, my peak is that that's everything that I need to ask you for now. I'd like to get a closer look at this leg. Did you have any other questions or concerns before we move forward with the public hand? No, I just want to get this figured out.",
        "topic_id": 13,
        "summary": " Are you on insulin right now? No. I'm taking four pills right now. No I'd have them for about a year now You have any allergies Oh, yeah, I do actually kind of selling can't take that And what happened to you can kind of sell in spin-",
        "keywords": [
            "sinuses",
            "allergies",
            "insulin",
            "medications",
            "medication"
        ],
        "sentiment": 0.2000884144104483
    },
    {
        "start_time": 627.0,
        "end_time": 630.0,
        "text": "Okay, yeah, we'll definitely do that for you.",
        "topic_id": 14,
        "summary": "Okay, yeah, we'll definitely do that for you.",
        "keywords": [
            "okay",
            "definitely",
            "yeah",
            "ll"
        ],
        "sentiment": 0.25
    },
    {
        "start_time": 630.0,
        "end_time": 632.0,
        "text": "So yeah, I'm going to have a look at it.",
        "topic_id": 15,
        "summary": "So yeah, I'm going to have a look at it.",
        "keywords": [
            "yeah",
            "look",
            "going"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 632.0,
        "end_time": 636.0,
        "text": "And then after that, I will go talk to the doctor when I'm working with.",
        "topic_id": 16,
        "summary": "And then after that, I will go talk to the doctor when I'm working with.",
        "keywords": [
            "doctor",
            "working",
            "talk"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 636.0,
        "end_time": 638.0,
        "text": "And we'll see what we can do for you.",
        "topic_id": 17,
        "summary": "And we'll see what we can do for you.",
        "keywords": [
            "ll"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 638.0,
        "end_time": 639.0,
        "text": "So that sounds good.",
        "topic_id": 18,
        "summary": "So that sounds good.",
        "keywords": [
            "sounds",
            "good"
        ],
        "sentiment": 0.7
    },
    {
        "start_time": 639.0,
        "end_time": 642.0,
        "text": "Thank you, Doc. Yeah, sounds great.",
        "topic_id": 19,
        "summary": "Thank you, Doc. Yeah, sounds great.",
        "keywords": [
            "doc",
            "thank",
            "great",
            "sounds",
            "yeah"
        ],
        "sentiment": 0.8
    },
    {
        "start_time": 642.0,
        "end_time": 644.0,
        "text": "Awesome. Okay, thanks.",
        "topic_id": 20,
        "summary": "Awesome. Okay, thanks.",
        "keywords": [
            "awesome",
            "okay",
            "thanks"
        ],
        "sentiment": 0.5666666666666667
    }
]