[
    {
        "start_time": 0.0,
        "end_time": 69.2,
        "text": "what does he win? I've had this pain on the outside of my right elbow now. I've decided to know it, noticing it several months ago, but recently it's just been more painful. Okay, so you said several months ago, did anything happen? Several months ago was there any sort of trigger trauma anything like that to that area? No, it wasn't any trauma or any triggers that that I noticed. I was just feeling it a bit more at the end of work. Yeah, I was just having a feeling the pain a bit more at the end of work. Okay, does anything make it better over the pain? Yeah, if I really, if I'm just resting the elbow, it makes it better and I've tried things like ibuprofen, which",
        "topic_id": 1,
        "summary": " I've had this pain on the outside of my right elbow now. I've decided to know it, noticing it several months ago, but recently it's just been more painful. No, it wasn't any trauma or any triggers that that I noticed. I was just feeling it a",
        "keywords": [
            "elbow",
            "ibuprofen",
            "painful",
            "pain",
            "trauma"
        ],
        "sentiment": 0.2553571428571429
    },
    {
        "start_time": 69.2,
        "end_time": 87.44,
        "text": "has helped with the pain. I'll do that for helping get through works sometimes if the the pain is bad enough right okay um and if you were to describe the quality of the pain",
        "topic_id": 2,
        "summary": " I'll do that for helping get through works sometimes if the the pain is bad enough right okay . If you were to describe the quality of the pain. has helped with the pain .",
        "keywords": [
            "pain",
            "helping",
            "helped",
            "works",
            "okay"
        ],
        "sentiment": 0.021428571428571463
    },
    {
        "start_time": 87.44,
        "end_time": 109.68,
        "text": "is it sharp, grobby, achy? It's kind of, well, it's achy, and then sometimes depending on the movement it can get. It can be sharp as well. It can be sharp. Okay. Okay. And what",
        "topic_id": 3,
        "summary": " is it sharp, grobby, achy? It's kind of, well, well- it's achy, and then sometimes depending on the movement it can get. It can be sharp as well .",
        "keywords": [
            "sharp",
            "grobby",
            "achy",
            "kind",
            "movement"
        ],
        "sentiment": 0.2041666666666667
    },
    {
        "start_time": 109.68,
        "end_time": 120.16,
        "text": "sorts of movements make it worse? Um, so, like, really, it's mostly, yeah, movements",
        "topic_id": 4,
        "summary": "sorts of movements make it worse? Um, so, like, really, it's mostly, yeah, movements",
        "keywords": [
            "movements",
            "worse",
            "really",
            "like",
            "sorts"
        ],
        "sentiment": 0.04999999999999999
    },
    {
        "start_time": 120.16,
        "end_time": 247.36,
        "text": "on my wrist. If I'm bending my wrist down, I can, I can feel it or if I'm having to pick Thanks for watching, take care, take care, take care, repetitive things that work at work on a line. Okay okay and one to ten, ten being the worst pain you've ever felt, how bad is this pain? It is about a 4. About a 4. Okay. And have you ever experienced this type of pain before? No, I haven't. No, okay. And do you feel like your pain's getting worse over the past several months or is it the same getting better? It's been getting worse. It's been getting worse. Okay. Okay. Have you tried any like topical ointments or anything like that for it? Uh, I did. Yeah, I tried some. tried some stuff that you can get at the drugstore and it did help take the edge off a little bit. Okay. All right, and are you still able to move that arm your right arm as well as your hand? I am, yeah, I have full range of motion of both the elbow and hand. Okay, and it's not like preventing you from doing everyday tasks. No, I've been been able to manage so far at work, but it is starting to become an issue with my job. Okay. All right, and then do you have any sorts of aches or pains in any other joint or muscle groups? No, it's just right there on the outside of my right elbow and it's really annoying",
        "topic_id": 5,
        "summary": " One to ten, ten being the worst pain you've ever felt, how bad is this pain? It is about a 4. on my wrist. If I'm bending my wrist down, I can feel it or if I'm having to pick Thanks for watching, take care, take",
        "keywords": [
            "wrist",
            "pains",
            "elbow",
            "arm",
            "pain"
        ],
        "sentiment": 0.08151289682539682
    },
    {
        "start_time": 247.36,
        "end_time": 510.0,
        "text": "because I'm right handed as well so yes causing problems there right and is a pain radiating upwards or downwards I know I kind of just feel it right over that that one spot okay any numbness or tingling in thatling in that arm? No, no, no, numbness or tingling. Yeah, um, okay, and then have a, um, like your arm feeling like it's cold. No, it, my, I haven't had anything like that. Okay. All right. And then otherwise, do you have any other symptoms? Um, no, it's just been this, uh, a little pain. Okay. So no weight loss. No, my weight's been stable over these last few months. Okay, it's fevers or chills. No, I haven't had any fevers or chills. Okay, any fatigue? No, my energy's been good. Okay, I can have about, um, brushes. No, or atas. Okay, changes to your senses, like vision hearing, smell, a smaller taste. No changes there. Okay, any coughing, shortness of breath or wheezing? No. Okay, chest pain, any heart palpitations, or a dizziness. Nothing like that. Okay, changes to your bowel movements. No, no, no, nausea or vomiting. No, I haven't had any nausea or vomiting. Okay, it changes to your urine. No, I haven't had any urinary symptoms. Okay, memory loss or confusion. No. Okay, so if you look at that right elbow, um, do you notice any redness or swelling? No, I don't. No, okay. Does it see misaligned or like a symmetrical compared to your other elbow? No, it looks, it looks the same. Looks the same, okay. So no skin changes or deformities there. No. No, okay. All right. And now I'm going to get you to just palpate that lateral, or yeah, the lateral aspect of that elbow, and you let me know if you feel pain when you push on that. I choose pain at the lateral, lateral elbow. How about the medial aspect? No pain. No pain, okay. and have it when you palpate your forearm and your biceps. No pain. Okay. All right. And then do you feel like it's hot that area? No. No. Okay. Now I am going to get you to extend your wrist. Okay. And then keep your elbow in full extension as well. Does that hurt? It does. Yeah. Yeah. Okay. Have about when you flex your wrist with the elbow still in full extension. All right, it does. Yeah, that hurts as well. Okay. Have about when you flex your elbow. No, but that doesn't cause any pain. Have it when you extend your shoulder all the way up. No, nothing there. And then flexing your, or sorry, adepting your shoulder. That feels normal. Alright, and then have it when you pronate and supinate your forearms.",
        "topic_id": 6,
        "summary": " No weight loss. No, my weight's been stable over these last few months . No, I haven't had any nausea or vomiting . No memory loss or confusion. No. memory loss .",
        "keywords": [
            "symptoms",
            "numbness",
            "fevers",
            "tingling",
            "nausea"
        ],
        "sentiment": 0.22762158054711248
    },
    {
        "start_time": 515.0,
        "end_time": 791.12,
        "text": "Polition. So like twist your arm inward so that your palm is facing the floor. No, that doesn't really cause any pain, prognation and supination. Okay, all right. All right, and then are you otherwise healthy or do you have any longstanding medical conditions? I'm healthy. You're healthy. Okay. And then, um, do you have, have you had any hospitalizations or surgeries in the past? I had a surgery for, um, a C section for, uh, my, my son, um, but that's, that's it. Okay. Okay. And um, how long ago was that? That was about, uh, 17 years ago. Okay. And was that an emergency section? Uh, no, it was not. Okay. Um, and then are you on any medications? And no, I've just been taking a title and I'll go for the pain. Okay, all right. Immunizations, why are you up to date? I am, yes. Do you have any allergies? No allergies no allergies. Okay. Family history of any, uh, Skolido or muscular, um, issues. Um, no, nothing like that in the family. Okay. Neurological issues in the family. Um, donorological issues in the family okay I have about um autoimmune conditions uh nope nothing like that okay and then um do you smoke uh no I haven't smoked before okay I do do um marijuana no I don't use that. Okay, alcohol. Yeah, I'll have a glass of wine every once in a while, but maybe just one week. Okay. And have you been around the context recently? No, I haven't been around anybody who's been sick. Okay. Any recent travel? Nope, I've been at home. Um, I think those are all the questions that I had for you. Um, did you have any questions of your own for myself? Uh, no, well, I was just wondering what this pain could be on my elbow. Yeah, so right now it seems like you may have a case as something called a lateral epicondolitis. So, it's also known as tennis elbow. And there are a lot of things I could kind of predispose you to this, so it could be like the repetitive strain at work and like continuous contraction of your wrist extensor muscle group there. So for this we basically recommend a couple of things to manage the pain, but first like in terms of imaging I don't think it is necessary because it doesn't seem like there was any trauma and I'm not too worried about any fractures. So, to help you treat this, we recommend some activity modifications, so at work, not doing things that are too repetitive, especially if it's using those extensor form muscles, and then you can use some use a compression sleeve as well. Continue taking towel now or instead for the pain and really important is physical therapy to increase mobility and strength in that arm And as well, you can apply things like ice to it for like the pain and",
        "topic_id": 7,
        "summary": " Polition. I was just wondering what this pain could be on my elbow . It seems like you may have a case as something called a lateral epicondolitis . It's also known as tennis elbow . At work, not doing things that are too repetitive, especially if it's",
        "keywords": [
            "epicondolitis",
            "surgery",
            "pain",
            "fractures",
            "surgeries"
        ],
        "sentiment": 0.2612781954887218
    },
    {
        "start_time": 791.12,
        "end_time": 817.0,
        "text": "slowing if you see any. Yeah so it should resolve in about six months to two years at most, but normally it does go away in a couple of months with some physical therapy and the compression and splints if you choose to do that.",
        "topic_id": 8,
        "summary": " It should resolve in about six months to two years at most, but normally it does go away in a couple of months with some physical therapy and compression and splints if you choose to do that .",
        "keywords": [
            "splints",
            "months",
            "slowing",
            "years",
            "resolve"
        ],
        "sentiment": 0.21666666666666667
    },
    {
        "start_time": 817.0,
        "end_time": 819.0,
        "text": "How does that sound?",
        "topic_id": 9,
        "summary": "How does that sound?",
        "keywords": [
            "sound",
            "does"
        ],
        "sentiment": 0.4
    },
    {
        "start_time": 819.0,
        "end_time": 823.0,
        "text": "Yeah, that sounds good, thank you.",
        "topic_id": 10,
        "summary": "Yeah, that sounds good, thank you.",
        "keywords": [
            "yeah",
            "thank",
            "sounds",
            "good"
        ],
        "sentiment": 0.7
    },
    {
        "start_time": 823.0,
        "end_time": 825.0,
        "text": "Yeah, no worries.",
        "topic_id": 11,
        "summary": "Yeah, no worries.",
        "keywords": [
            "worries",
            "yeah"
        ],
        "sentiment": 0.0
    }
]