[
    {
        "start_time": 0.0,
        "end_time": 49.0,
        "text": "What brings you here today? I just had, well, it was just that it came from football practice, because somebody fell on me while I was on the ground. And it's like I've had this shoulder pain immediately afterwards. And I can see a lump kind of of pointing out like in my skin here on my, on my, like, um, plavicle or shoulder bone. Okay, is the right side or the left side? It's the right side. All right, so, okay, and how long do we do this happen?",
        "topic_id": 1,
        "summary": " Someone fell on me while I was on the ground, and it's like I've had this shoulder pain immediately afterwards . And I can see a lump kind of pointing out like in my skin here on my, like, um, plavicle or shoulder bone .",
        "keywords": [
            "shoulder",
            "lump",
            "plavicle",
            "pain",
            "fell"
        ],
        "sentiment": 0.30089285714285713
    },
    {
        "start_time": 49.0,
        "end_time": 53.12,
        "text": "All right. it's the right side and how long ago did this happen it happened about just a couple",
        "topic_id": 2,
        "summary": "All right. it's the right side and how long ago did this happen it happened about just a couple",
        "keywords": [
            "couple",
            "happened",
            "right",
            "ago",
            "happen"
        ],
        "sentiment": 0.17380952380952377
    },
    {
        "start_time": 53.12,
        "end_time": 61.76,
        "text": "of hours ago yeah just about two hours ago okay and someone is in the fall on to",
        "topic_id": 3,
        "summary": "of hours ago yeah just about two hours ago okay and someone is in the fall on to",
        "keywords": [
            "ago",
            "hours",
            "yeah",
            "fall",
            "just"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 61.76,
        "end_time": 146.64,
        "text": "your side okay so so you're mean are you having meanly pain in that area or Thanks for watching, and don't forget to like and share this video with your friends, if you like not feeling it anywhere else. And what kind of pain are you feeling? Is it sharp stabbing? Or is it aching? It's really sharp. It feels like I'm getting stabbed in the shoulder. Okay, see. A long scale of zero to ten, ten ding the worst thing you've felt in your life, how much could you read it? Oh, this is like a ten. It hurts really bad. Okay. Um, um, are you able to do any movements or are you just kind of holding your arms off with your other arm? Oh, yeah, I've just been holding my arm off by, uh, kind of made a sling out of, uh, yeah, like the coaches helping me to sling out of one of the, uh, what we, like a shirt or something like that at the practice. And And so I've been just kind of holding my arm against my chest with my elbow flex out and really moved it at all. And if you were to describe just what it looks like right now Does your shoulder kind of seem like it's sagging?",
        "topic_id": 4,
        "summary": " A long scale of zero to ten, ten ding the worst thing you've felt in your life, how much could you read it? Oh, this is like a ten. It hurts really bad. And if you were to describe just what it looks like right now Does your shoulder kind",
        "keywords": [
            "shoulder",
            "elbow",
            "arm",
            "arms",
            "aching"
        ],
        "sentiment": 0.10142857142857144
    },
    {
        "start_time": 205.0,
        "end_time": 210.0,
        "text": "Yeah, it does. Okay, and do you notice any point on your shoulder like plavico area about how any bruising, swelling looks like red, anything like that? It's like maybe a little bit of bruising and swelling. It's like over the area where I can see like my skin pointing up. But yeah, that's your only area. Okay, see. Okay. And yet there are symptoms like a, any pain and any other, uh, joins muscles. No, just the pain right there. Okay. All right, um, and, uh, um, that's, uh, have you previously had any pop trees are on the floor filters on before? No, I haven't.",
        "topic_id": 5,
        "summary": " Do you notice any bruising, swelling looks like red, anything like that? It's like maybe a little bit of bruising and swelling. It's over the area where I can see like my skin pointing up. But yeah, that's your only area .",
        "keywords": [
            "swelling",
            "bruising",
            "symptoms",
            "shoulder",
            "pain"
        ],
        "sentiment": 0.19020562770562768
    },
    {
        "start_time": 210.0,
        "end_time": 214.0,
        "text": "Okay, and no other trauma or anything in the same region.",
        "topic_id": 6,
        "summary": "Okay, and no other trauma or anything in the same region.",
        "keywords": [
            "trauma",
            "region",
            "okay"
        ],
        "sentiment": 0.1875
    },
    {
        "start_time": 214.0,
        "end_time": 219.0,
        "text": "So I haven't had any pains there before or anything like that.",
        "topic_id": 7,
        "summary": "So I haven't had any pains there before or anything like that.",
        "keywords": [
            "pains",
            "haven",
            "like"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 219.0,
        "end_time": 224.0,
        "text": "Okay, I see. Okay.",
        "topic_id": 8,
        "summary": "Okay, I see. Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 224.0,
        "end_time": 327.92,
        "text": "And have you been diagnosed with any medical conditions in the past? Thank you for watching, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next you been diagnosed with any medical conditions in the past? Um, no, I have it. Okay. All right. And did you hurt yourself anywhere else? Like, did you hurt your head at all? It's up for any loss of consciousness or anything like that? No, I didn't. I was kind of just like laying on my side and they fell like all my left shoulder and I just got squished. Okay, and did I have any impact on your chest? Do you feel sort of breath or anything like that? No shortage of breath., kind of knocked the window to me at first, but I'm okay now. Okay, let's see, that's good. Okay, and I don't remember that, so no medical conditions and do get take any medications at all. I'll take, like, just some allergy medication, every once in a while, when it's like, I've just seen some allergies. I think to just some environmental triggers, as well. And do you have any allergies to any medications, though? No, I don't believe so. Okay. Anything that you've tried that has helped for a major pain worse? No, I haven't taken anything yet. I just like basically cable right from practice to the hospital. Okay. And we had any kind of",
        "topic_id": 9,
        "summary": " Have you been diagnosed with any medical conditions in the past? No, I haven't taken anything yet. I just like basically cable right from practice to the hospital. I'll see you in the next video .",
        "keywords": [
            "diagnosed",
            "video",
            "medical",
            "watching",
            "hospital"
        ],
        "sentiment": 0.09206043956043955
    },
    {
        "start_time": 327.92,
        "end_time": 340.64,
        "text": "fever or chills. No. Any skin changes like crashes. No, I haven't had any rashes. Okay. Any weakness",
        "topic_id": 10,
        "summary": "fever or chills. No. Any skin changes like crashes. No, I haven't had any rashes. Okay. Any weakness",
        "keywords": [
            "fever",
            "rashes",
            "chills",
            "skin",
            "crashes"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 340.64,
        "end_time": 366.24,
        "text": "in your upper or lower extremities besides like the area that's affected. No. No. Okay. Thank you for watching, see you in the next video, see you in the next video envisioning this all right right now. It is, yeah, I haven't had any problems with that. Okay, and have you had any kind of",
        "topic_id": 11,
        "summary": " Have you had any problems with your upper or lower extremities besides like the area that's affected? No. No. It is, yeah, yeah . No. Okay. Thank you for watching, see you in the next video .",
        "keywords": [
            "extremities",
            "affected",
            "lower",
            "upper",
            "area"
        ],
        "sentiment": 0.1776785714285714
    },
    {
        "start_time": 366.24,
        "end_time": 376.72,
        "text": "concussions or anything in the past? No, I haven't had any. Okay. All right. Have you been",
        "topic_id": 12,
        "summary": "concussions or anything in the past? No, I haven't had any. Okay. All right. Have you been",
        "keywords": [
            "concussions",
            "haven",
            "past",
            "okay",
            "right"
        ],
        "sentiment": 0.17857142857142858
    },
    {
        "start_time": 376.72,
        "end_time": 465.64,
        "text": "hospitalized or had any surgeries in the past? No, no, that's never. Any family history of any many many many many many many many many many many many many many many many many many many many many many's pretty healthy. Okay, um, and what's your living situation like right now? So I live with both of my parents and I have a younger brother and a younger sister as well. We live in a in a house. And do you work currently or are you a student? Yeah I go I'm in high school and I work part time at the grocery store as well, but it not that often though because I've been playing sports on the football team, we have a lot of practices and games and stuff? Okay. Do you drink alcohol? I, yeah, sometimes. I use friends. You've had a couple of years here and here and there, but I mean, it's not something that I've done very often on Yeah, we've been pretty safe, I feel like.",
        "topic_id": 13,
        "summary": " No, no, that's never. hospitalized or had any surgeries in the past? That's never happened . Do you drink alcohol? I, yeah, sometimes. I use friends. I'm in high school and I work part time at the grocery store as well .",
        "keywords": [
            "family",
            "drink",
            "hospitalized",
            "sister",
            "parents"
        ],
        "sentiment": 0.3609713934713935
    },
    {
        "start_time": 469.64,
        "end_time": 472.4,
        "text": "Okay. And do you smoke cigarettes or in",
        "topic_id": 14,
        "summary": "Okay. And do you smoke cigarettes or in",
        "keywords": [
            "cigarettes",
            "smoke",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 472.4,
        "end_time": 480.56,
        "text": "marijuana or use any recreational drugs? No, nothing like that. Okay. All right. So those",
        "topic_id": 15,
        "summary": "marijuana or use any recreational drugs? No, nothing like that. Okay. All right. So those",
        "keywords": [
            "marijuana",
            "drugs",
            "recreational",
            "like",
            "okay"
        ],
        "sentiment": 0.39285714285714285
    },
    {
        "start_time": 480.56,
        "end_time": 547.28,
        "text": "were all the questions I had for you today. We'll do a full physical examination of the area. We will definitely get an extra of the shoulder and clavicle to see what kind of, it seems like you have a particular fracture from just the mechanism of the gear injury, as well as everything you were describing, but it is important to understand how like what kind of plavical injury it is and where it's affected if it's in the middle area on like the outer areas of the plavical and how much it's displaced because that will determine if we just need to reduce it here and then give you a sling and then we can go home. That's usually the case, but sometimes you may require surgery as well and we're going to for you to an orthopedic surgeon. So yeah, we'll get the x-ray done and if you need anything for pain currently, we will give you some medications here, and then we'll get going there.",
        "topic_id": 16,
        "summary": " We will definitely get an extra of the shoulder and clavicle to see what kind of, it seems like you have a particular fracture from just the mechanism of the gear injury, as well as everything you were describing . Sometimes you may require surgery as well and we're going to for",
        "keywords": [
            "clavicle",
            "fracture",
            "shoulder",
            "orthopedic",
            "plavical"
        ],
        "sentiment": 0.17222222222222225
    },
    {
        "start_time": 548.56,
        "end_time": 554.16,
        "text": "All right, thank you. You're welcome. I'll be here out of the shortly.",
        "topic_id": 17,
        "summary": "All right, thank you. You're welcome. I'll be here out of the shortly.",
        "keywords": [
            "welcome",
            "shortly",
            "thank",
            "ll",
            "right"
        ],
        "sentiment": 0.36190476190476195
    },
    {
        "start_time": 554.96,
        "end_time": 556.96,
        "text": "That sounds good. Thank you so much.",
        "topic_id": 18,
        "summary": "That sounds good. Thank you so much.",
        "keywords": [
            "sounds",
            "thank",
            "good"
        ],
        "sentiment": 0.44999999999999996
    }
]