[
    {
        "start_time": 0.0,
        "end_time": 67.6,
        "text": "like brings you in. Hi, I've had this pain in my left knee that's been going on now for the last three or four months that it's gotten a bit worse that you still only really bug me while I was doing activity and now it started to hurt even more afterwards as well and so I'm getting the pain at at rest and so I want to come and get that checked out Okay, yeah for sure And you said it started a few weeks ago I, well it's been, I just, I think first started a few weeks ago? I, well, it's, I think for started a few months ago, but in the past couple of weeks, it has started to, um, kind of, like, last longer and, and, happen at rest as well. Yeah, and so does anything make it worse or better? I assume doing any sort",
        "topic_id": 1,
        "summary": " Hi, I've had this pain in my left knee that's been going on now for the last three or four months that it's gotten a bit worse that you still only really bug me while I was doing activity and now it started to hurt even more afterwards as well and so I",
        "keywords": [
            "knee",
            "pain",
            "hurt",
            "rest",
            "bug"
        ],
        "sentiment": 0.08235294117647061
    },
    {
        "start_time": 67.6,
        "end_time": 73.2,
        "text": "of physical activity makes it worse and rest makes it better, but have anything other than that.",
        "topic_id": 2,
        "summary": "of physical activity makes it worse and rest makes it better, but have anything other than that.",
        "keywords": [
            "rest",
            "physical",
            "activity",
            "better",
            "worse"
        ],
        "sentiment": -0.0062500000000000056
    },
    {
        "start_time": 73.76,
        "end_time": 83.68,
        "text": "Um, not really. Yeah. It's mostly dressed the activity if I'm going upstairs or, um,",
        "topic_id": 3,
        "summary": "Um, not really. Yeah. It's mostly dressed the activity if I'm going upstairs or, um,",
        "keywords": [
            "dressed",
            "upstairs",
            "activity",
            "yeah",
            "going"
        ],
        "sentiment": 0.2
    },
    {
        "start_time": 83.68,
        "end_time": 90.92,
        "text": "kind of downstairs or, uh, during running is really where it hurts the most..",
        "topic_id": 4,
        "summary": "kind of downstairs or, uh, during running is really where it hurts the most..",
        "keywords": [
            "running",
            "downstairs",
            "hurts",
            "really",
            "kind"
        ],
        "sentiment": 0.43333333333333335
    },
    {
        "start_time": 90.92,
        "end_time": 113.92,
        "text": ". . . . . . . . . . . . . . . . . . . . . . .",
        "topic_id": 5,
        "summary": ". . . . . . . . . . . . . . . . . . . . . . .",
        "keywords": [],
        "sentiment": 0.0
    },
    {
        "start_time": 113.92,
        "end_time": 87.68,
        "text": "..... activity if I'm going upstairs or kind of downstairs or during running is really",
        "topic_id": 6,
        "summary": "..... activity if I'm going upstairs or kind of downstairs or during running is really",
        "keywords": [
            "activity",
            "running",
            "downstairs",
            "upstairs",
            "going"
        ],
        "sentiment": 0.4
    },
    {
        "start_time": 87.68,
        "end_time": 115.0,
        "text": "where it hurts the most and that's what's bug me the yeah the most running okay okay and if you were to describe the quality of this pain would you say sharp, dull, achy, crampy. It's a sharp pain. I was like... If you were to describe the quality of this pain, would you say sharp, dull, achy, crampy? It's a sharp pain. I always like every time my foot hits the ground, I get like a sharp stabbing pain.",
        "topic_id": 7,
        "summary": " If you were to describe the quality of this pain would you say sharp, dull, achy, crampy? It's a sharp pain. I always like every time my foot hits the ground, I get like a sharp stabbing pain. where it hurts the most and that's",
        "keywords": [
            "crampy",
            "pain",
            "hurts",
            "foot",
            "sharp"
        ],
        "sentiment": 0.01597222222222221
    },
    {
        "start_time": 115.0,
        "end_time": 122.0,
        "text": "And while I'm at rest, it feels a bit more dull, well, yeah, while I'm at rest.",
        "topic_id": 8,
        "summary": "And while I'm at rest, it feels a bit more dull, well, yeah, while I'm at rest.",
        "keywords": [
            "rest",
            "dull",
            "feels",
            "yeah",
            "bit"
        ],
        "sentiment": 0.10416666666666666
    },
    {
        "start_time": 123.0,
        "end_time": 405.0,
        "text": "Okay, okay. And one to ten ten being the worst pain ever, how bad is this pain? A six. Okay. All right, and have you ever experienced this type of pain before? Uh, I did have something similar like many years ago. I used to be a rower in undergrad and I got some similar pains before. I mean, with some stretching and I don't know kind of strengthening stuff. It kind of helped, but I didn't go see anybody for it at that time, because it kind of went away after a little while. Okay. Okay. And he said you were, are you still rolling? No, no, the only activity that I'm doing now is, is running. running, okay And from when it's started to now, I'm the past couple of weeks, has it changed like dramatically? Is it affecting your day-to-day life? A little bit. Yeah, like even now, just walking, I can feel it. The pain's on us of year, but I guess when I'm running, but I'm starting to notice it daily. Okay, all right, and are you other wise healthy, do you have any symptoms like Fevers or chills? No, nothing like that. Any weight loss? No weight loss? No. Any rushes? No rushes? No. I can't just tear a vision hearing taste or smell. No changes there. Okay. I have a cough, shortness of breath, or wheezing. Nothing like that. Okay. I have a chest pain, heart palpitations. No, I haven't had anything like that. Okay. Any changes to your bowel movements? No, I haven't had any diarrhea. Yeah, everything's been normal there. Okay, nausea or vomiting? Nope. No. How about abdominal pain, uh, I've done a little pain. No, I haven't had any, uh, any abdominal pain, nothing like that. Okay. And you can just share your own. No, I know I haven't had any issues with that. Okay. Have heard headaches. No, I haven't had any headaches. Okay. Um, anything else for on your body? Uh, nope, it's just by, yeah, just by me. Okay, I think numbness or tingling in the area. No, I haven't had anything like that. It's just the, uh just the sharp pain. Okay, have a confusion or memory loss? No, I haven't had that. Okay. Um, any, um, muscle aches around the knee, like so just above your knee or your quad are or just below? Um, no, nothing like that. Okay. And are you otherwise healthy? Do you have any long standing medical conditions? Um, yeah, I'm otherwise healthy. I, it's, um, nothing that I see that doctor for, I've never been diagnosed with anything. Okay. Have our hospitalizations or surgeries in the past? Nothing like that, no. No, okay. Any medications that you're on? Nope, I don't take anything. It's just, well, no medications, but I do take a, like, a multivitamin. Okay. Um, are you up to date with all your immunizations? I am, yeah. I'll get the flu shot each year. Okay. How about allergies? Do you have any? Um, no, I don't know, okay. Um do you have any?",
        "topic_id": 9,
        "summary": " One to ten ten being the worst pain ever, how bad is this pain? How bad is a six. A six. The pain's on us of year, but when I'm running, but I'm starting to notice it daily. The only activity that I'm doing now is",
        "keywords": [
            "pains",
            "symptoms",
            "pain",
            "stretching",
            "aches"
        ],
        "sentiment": 0.24993622448979594
    },
    {
        "start_time": 405.0,
        "end_time": 690.8,
        "text": "No, I don't. No, okay. Any family history of musculoskeletal issues? Nope, I don't think so. Have a heart or a long condition? I think my dad has like high blood pressure And like a high cholesterol, but nobody is that a heart attack or a no cancer. Oh, okay, I'm having an autoimmune condition. No, I don't think so. No, okay, um, any, um, do you do any smoking, uh, no, I've tried, uh, like, talking marijuana in the past, but, uh, didn't really like it, so I've stayed away from that. Okay, I'm kind of about other recreational drugs. I don't know, I haven't used anything like that. Okay, I'm kind of about other recreational drugs. No, no. I haven't used anything like that before. Okay. And then where do you live right now and who do you live with? So right Now I just live on my own. Actually, I'm finishing up my masters and just live in a small apartment. Okay, all right. Have you been in contact with anyone sick secretly? No, I don't believe so. Okay. Have a travel. No, I have been finishing up the thesis and running. Okay, all right. um, those are all the have for you. We'll move on to the physical exam component of this. So if you can take a look at both your knees, do you see any visible redness or swelling in the area? No, no, no swelling, or yeah, nothing visible that I can see. Okay, so no bruises. Ah, no, no bruises. Okay, and do you notice any like muscle activity, any deformities or skin changes otherwise? No, everything looks normal. Okay. And if you can just place your hand just kind of at the top of your on top of your kneecap on both sides, do you notice any temperature changes from your between your right knee to your left knee? No, no temperature changes, they feel the same. Then when you palpate your knee cap, as well as, yeah, if you can palpate just at the center of your knee cap, do you feel any pain there? No pain over the kneecap. That feels fine. Okay. How about when you palpate kind of like the medial ligaments of your kneecap? Do you feel any pain there? No, everything on the medial side feels feels normal and fine. How about when you palpate the lateral ligaments of your kneecap? Yeah, the ligaments feel okay. On the lateral side, though, I do get some pain along the... above the joint line. Above the joint line? Yeah, okay, and have it when you palpate That big muscle group on your thighs like the quadriceps That feels okay, no pain on the muscles. Okay, have it like that fatality or tendon? Okay,. And then when you go lower below your kneecap, when you palpate like the top part, or the proximal parts of your tibia and fibula, do you feel in pain there? Uh, yeah, no pain there. Okay. And now let's do some movements with your leg. Are you sitting down?",
        "topic_id": 10,
        "summary": " No family history of musculoskeletal issues? Nope, I don't think so. Have a heart or a long condition? I think my dad has like high blood pressure and like a high cholesterol, but nobody is that a heart attack or a no cancer . Have you been",
        "keywords": [
            "marijuana",
            "smoking",
            "drugs",
            "recreational",
            "nope"
        ],
        "sentiment": 0.24673759385623792
    },
    {
        "start_time": 705.88,
        "end_time": 715.0,
        "text": "Yep, I am. Okay, I'm going to get you to stand up from a sitting position. Does that, is that painful? It is, yeah. It's, I get a sharp pain if I'm doing that. Okay, yeah. Um, how about when you, um, sit back down? Does that hurt?",
        "topic_id": 11,
        "summary": " \"I get a sharp pain if I'm doing that. It's, I get a . sharp pain,\" she says . \"I'm going to get you to stand up from a sitting position. Does that, is that painful? It is, yeah. Yep, I am.",
        "keywords": [
            "sitting",
            "sit",
            "painful",
            "pain",
            "stand"
        ],
        "sentiment": 0.0032407407407407432
    },
    {
        "start_time": 716.0,
        "end_time": 719.0,
        "text": "Um, yeah, that hurts too.",
        "topic_id": 12,
        "summary": "Um, yeah, that hurts too.",
        "keywords": [
            "hurts",
            "um",
            "yeah"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 719.0,
        "end_time": 865.0,
        "text": "That hurts too, okay. Um, and then how about when you flex your knee in words so that your heel is touching your bum like does that hurt? Like I'll get up. No that doesn't hurt. That feels okay. Okay. How about when you extend your knee back, I would straighten it all the way. Yeah, that feels okay too. If I'm just sitting and doing that, I can do that, okay. Okay. How about when you're standing and then you abduct your hips, So you're standing and then you add up to your hip. So you flex your hip that laterally and you kind of bring it upwards so that it's almost so that your the action is like you're trying to touch the ceiling. Okay yeah yeah yeah yeah yeah um it it does feel it feels like it's kind of pulling um like it feels tight when I do that uh like on that side it's uh I don't get the same trait pain, but it's uncomfortable Okay So I'm gonna try a special test. It's called the over test So can I get you to lie on the side with the injured knee? Yep. Okay. And then I want to get you to flex your knee at 90 degrees and abducks and extend the hip. While your thighs maintain in line with your trunk, and so I'm going to get you to add depth to your thighs, so bring it back towards you, the median, as far as possible. Oh yeah, I can't really, it's kind of like stuck out there.",
        "topic_id": 13,
        "summary": " When you flex your knee in words so that your heel is touching your bum like does that hurt? Like I'll get up. No that doesn't hurt. How about when you extend your knee back, I would straighten it all the way. That hurts too, okay. How",
        "keywords": [
            "knee",
            "pain",
            "hurts",
            "hurt",
            "flex"
        ],
        "sentiment": 0.30357142857142844
    },
    {
        "start_time": 865.0,
        "end_time": 888.0,
        "text": "It feels really tight if I'm trying to like bring it back down. But like almost like floats up the plate, just leave it there. Okay, so that is a positive over test. Okay, so what it sounds like is, It sounds like you have something called",
        "topic_id": 14,
        "summary": " It feels really tight if I'm trying to like bring it back down. But like almost like like like floats up the plate, just leave it there. Okay, so that is a positive over test. It sounds like you have something called something called .",
        "keywords": [
            "tight",
            "plate",
            "feels",
            "test",
            "floats"
        ],
        "sentiment": 0.14885762385762386
    },
    {
        "start_time": 888.0,
        "end_time": 1027.0,
        "text": "Elia Teibial for Bands Syndrome, so ITB Syndrome. And basically that happens in athletes. So depending on your position, like how much you're using those joints and like repetitive actions of like knee flexion extension, kind of triggers that and to treat it, we can try I conservative things first, so the first thing would be for you to have some sort of a TV modification to prevent aggravating that, you don't even more, so you're doing a lot of running, so maybe switching to things like swimming for the time being can help with that and then other things include ice or heating pads, taping and stretching and then if the pain is pain persists, you can try some like ibuprofen for temporary relief. We can talk about other treatments as well like a physiotherapy because it'll be important to kind of strengthen those muscles around that joint, as well as increase your range of motion. So we can do, we can put it in a referral for that. And if none of those work, we can also discuss some other things like things like, like muscle stimulation and shockwave therapy and then eventually if none of those other things work we can discuss surgical management but it's where that it ever gets to that point. Does that sound okay?",
        "topic_id": 15,
        "summary": " Elia Teibial for Bands Syndrome, so ITB Syndrome. It's basically that happens in athletes. So depending on your position, like how much you're using those joints and like repetitive actions of like knee flexion extension, kind of triggers that and to treat it,",
        "keywords": [
            "knee",
            "physiotherapy",
            "stretching",
            "pain",
            "treatments"
        ],
        "sentiment": 0.21071428571428572
    },
    {
        "start_time": 1027.0,
        "end_time": 1029.0,
        "text": "It does, yeah. Thank you so much.",
        "topic_id": 16,
        "summary": "It does, yeah. Thank you so much.",
        "keywords": [
            "does",
            "thank",
            "yeah"
        ],
        "sentiment": 0.2
    },
    {
        "start_time": 1029.0,
        "end_time": 1031.0,
        "text": "Okay, yeah, no worries.",
        "topic_id": 17,
        "summary": "Okay, yeah, no worries.",
        "keywords": [
            "worries",
            "okay",
            "yeah"
        ],
        "sentiment": 0.5
    }
]