[
    {
        "start_time": 0.0,
        "end_time": 60.16,
        "text": "We'll bring you here today. I had this page of my knee. It started within the last few hours. And when it's swollen, it's painful. I could barely move it. Okay. Were you, did you injure yourself at all before the last few hours or anything, any trauma too? Is it the right near the left knee? It's the left knee and no trauma or anything like that. I've never heard this knee before in my life. Okay, and has this ever happened to you before? No, nothing in my joints I've had other infections before, like in my skin, like salilitis, but I've never had any knee problem like this before, okay I see and if you ever had salilitis",
        "topic_id": 1,
        "summary": " I had this page of my knee. It started within the last few hours. And when it's swollen, it's painful. I could barely move it. I've never heard this knee before in my life. No, nothing in my joints I've had other infections before, like",
        "keywords": [
            "salilitis",
            "knee",
            "swollen",
            "infections",
            "painful"
        ],
        "sentiment": 0.05076530612244899
    },
    {
        "start_time": 60.16,
        "end_time": 106.56,
        "text": "in that area, I had it over kind of like over my foot before, okay. Thank you very much for watching this video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I'll see you in the next video, and I Where would you describe the pain? Is it like on the kneecap? Is it above the kneecap below? Where would you describe it? It's like my Call me. It's like, yeah, I don't know. It looks like it's like my hole needs like yeah I don't know it looks like it's gonna explode okay is it like so it's swollen is it red and warm it is yeah it's really red okay and warm okay and how do you describe the pain and is it like a start sharp stabbing pain or is it an aching pain?",
        "topic_id": 2,
        "summary": " Call me. in that area, I had it over kind of like over my foot before, okay. Thank you very much for watching this video, and I'll see you in the next video . It looks like it's like my hole needs like yeah I don't know it looks",
        "keywords": [
            "video",
            "foot",
            "watching",
            "area",
            "gonna"
        ],
        "sentiment": 0.06063636363636364
    },
    {
        "start_time": 107.6,
        "end_time": 109.6,
        "text": "It says a stabbing pain",
        "topic_id": 3,
        "summary": "It says a stabbing pain",
        "keywords": [
            "stabbing",
            "pain",
            "says"
        ],
        "sentiment": -0.6
    },
    {
        "start_time": 111.2,
        "end_time": 117.12,
        "text": "Okay, and are you mainly having the pain with movement of your knee or when you're pressing on it?",
        "topic_id": 4,
        "summary": "Okay, and are you mainly having the pain with movement of your knee or when you're pressing on it?",
        "keywords": [
            "knee",
            "pain",
            "pressing",
            "movement",
            "okay"
        ],
        "sentiment": 0.3333333333333333
    },
    {
        "start_time": 118.32,
        "end_time": 121.04,
        "text": "Uh, I would say both I can't",
        "topic_id": 5,
        "summary": "Uh, I would say both I can't",
        "keywords": [
            "say",
            "uh"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 121.44,
        "end_time": 123.44,
        "text": "uh",
        "topic_id": 6,
        "summary": "uh",
        "keywords": [
            "uh"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 124.48,
        "end_time": 215.0,
        "text": "I can't really move it or give you pain and even pressing on it, it's quite painful. Okay, and on a scale of 1 to 10, sorry, 0 to 10, the 10 being the worst pain you've felt in your life. How much would you rate this pain? It's a nine. A nine, okay. Um, so it just started a few hours ago. Is there anything that makes the pain better or worse? I mean, just trying to stay as still as possible is all I've been doing so far because again, at the type of movement is is really and are you able to wait there? Are you able to stand and walk by yourself? I was pretty much like hopping on one leg to get in here and And as soon as I I could got in the wheelchair just because it hurts so bad. Okay, and do you have any pain or symptoms in any other joints or muscles of your body? No, it's just my left knee. Just your left knee. Okay. Do you have any other symptoms like fevers, chills, nausea, vomiting?",
        "topic_id": 7,
        "summary": " On a scale of 1-10, 0 to 10, the 10 being the worst pain you've felt in your life. How much would you rate this pain? It's a nine, okay. I can't really move it or give you pain and even pressing on it, it",
        "keywords": [
            "knee",
            "symptoms",
            "pain",
            "wheelchair",
            "painful"
        ],
        "sentiment": 0.02350000000000001
    },
    {
        "start_time": 215.0,
        "end_time": 290.0,
        "text": "I have felt feverish, yeah. But yeah, I felt feverish, but I haven't had any chills though. Can, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, what, but I haven't had any shows though Okay, when were you feeling feverish? I'm just like today. It's kind of yeah, it started within the last day Okay, and um Did you get a chance to measure your temperature at all? It's not what we can do that here. No, no, I didn't get to, I didn't check it. Okay. And have you been sick at all recently either with me called light symptoms or any GIS symptoms like diarrhea and constipation or anything like that. No, I haven't had anything like that. And have you recently had any sexually transmitted diseases or exposure to ticks or Lyme disease? I don't think so. I've been",
        "topic_id": 8,
        "summary": " I have felt feverish, yeah. I have been feverish . But yeah, I haven't had any chills though. I'm just like today. It's kind of yeah, it started within the last day . Did you get a chance to measure your temperature at all?",
        "keywords": [
            "feverish",
            "chills",
            "symptoms",
            "feeling",
            "sick"
        ],
        "sentiment": 0.1527472527472527
    },
    {
        "start_time": 290.0,
        "end_time": 345.64,
        "text": "in a city I haven't traveled anywhere and I haven't been sexually active for quite a while now. now. So. Okay. Yeah. Okay. Have you recently at all had any procedures done on your knee like any surgeries or any joint like injections or aspirations. No, nothing done to my knee. Okay, I will take a temperature of your, and so are you able to flex or extend your needle or is it very painful? It's really painful. The movement's really limited. Okay, and has it been constant since it started a few hours ago. Yeah, it's gotten,",
        "topic_id": 9,
        "summary": " Have you recently had any procedures done on your knee like any surgeries or any joint like injections or aspirations? No, nothing done to my knee. I haven't been sexually active for quite a while now .",
        "keywords": [
            "knee",
            "painful",
            "joint",
            "movement",
            "needle"
        ],
        "sentiment": 0.04043650793650795
    },
    {
        "start_time": 347.64,
        "end_time": 349.24,
        "text": "like, it's gotten slightly worse.",
        "topic_id": 10,
        "summary": "like, it's gotten slightly worse.",
        "keywords": [
            "worse",
            "like",
            "slightly",
            "gotten"
        ],
        "sentiment": -0.4
    },
    {
        "start_time": 350.08,
        "end_time": 351.0,
        "text": "Okay, I see.",
        "topic_id": 11,
        "summary": "Okay, I see.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 352.56,
        "end_time": 356.84,
        "text": "Okay. Any skin changes or rashes anywhere on your body?",
        "topic_id": 12,
        "summary": "Okay. Any skin changes or rashes anywhere on your body?",
        "keywords": [
            "rashes",
            "skin",
            "changes",
            "body",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 358.2,
        "end_time": 360.0,
        "text": "No, it was just the red knee.",
        "topic_id": 13,
        "summary": "No, it was just the red knee.",
        "keywords": [
            "knee",
            "red",
            "just"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 361.0,
        "end_time": 361.84,
        "text": "Okay.",
        "topic_id": 14,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 361.84,
        "end_time": 364.92,
        "text": "Any changes in your weight or appetite?",
        "topic_id": 15,
        "summary": "Any changes in your weight or appetite?",
        "keywords": [
            "appetite",
            "weight",
            "changes"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 370.0,
        "end_time": 390.0,
        "text": "No, I haven't had any changes there. Okay. Um, and otherwise are you having any symptoms of dizziness, fainting? No, I haven't had any of those symptoms. Okay. Any weakness in your extremities?",
        "topic_id": 16,
        "summary": " No, I haven't had any changes there. Um, and otherwise are you having any symptoms of dizziness, fainting?",
        "keywords": [
            "dizziness",
            "fainting",
            "symptoms",
            "changes",
            "weakness"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 390.0,
        "end_time": 547.0,
        "text": "No, no weakness. Okay. Do you have any past medical conditions that you've been diagnosed with? in guy beaties, high blood pressure, I've been told my blood sugar has been, like it hasn't been controlled. So yeah, I think I have diabetes, but that's it. Okay, um, do you take anything for your medication for your diabetes? I, yeah, I, I, I, I take meant for them and yeah, that's all I've been taking but it's really hard for me to get my medication sometimes and so I don't always take it. Okay, I see. Okay, and you have any other just training medications? Not that I can think of and so something that I forgot to mention is like I've had hepatitis in the past as well and yeah and do you know what hepatitis you have pad? Um, I, I, it was, uh, um, hepatitis C and, uh, I was, um, treated, uh, I was treated for it. Okay. Okay. And how long ago was that? A thousand about two years ago. Okay. And they tell you like how it may have been transmitted at all, was it sexually, was it through use of IP drug use? and did they tell you what the likely possible? Yeah, the likely cause was, I was told it was through IP drug use. I've been using now for about 10 years. Okay, and what do you usually use? Well, like, anything that I can usually, but I guess, like, very sensitive opioids are kind of the main thing that I'll use. and have you injected drugs recently at all?",
        "topic_id": 17,
        "summary": " Do you have any past medical conditions that you've been diagnosed with? in guy beaties, high blood pressure, I've been told my blood sugar has been, like it hasn't been controlled. So yeah, I think I have diabetes, but that's it. No, no",
        "keywords": [
            "hepatitis",
            "weakness",
            "medications",
            "diabetes",
            "medication"
        ],
        "sentiment": 0.1636
    },
    {
        "start_time": 547.0,
        "end_time": 554.0,
        "text": "Yeah, about two days ago was the last time.",
        "topic_id": 18,
        "summary": "Yeah, about two days ago was the last time.",
        "keywords": [
            "ago",
            "yeah",
            "days",
            "time"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 554.0,
        "end_time": 560.0,
        "text": "Okay, and do you use any other drugs?",
        "topic_id": 19,
        "summary": "Okay, and do you use any other drugs?",
        "keywords": [
            "drugs",
            "use",
            "okay"
        ],
        "sentiment": 0.1875
    },
    {
        "start_time": 560.0,
        "end_time": 575.68,
        "text": "I mean, recreational drugs like marijuana or any do you inject any other drugs at all? Um, yeah, I'll smoke, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, I'm, recreational drugs like marijuana or any do you inject any other drugs at all? Um, yeah, I'll smoke, um, I smoke marijuana as well and, um, like, I'll sometimes like I'll take,",
        "topic_id": 20,
        "summary": " I'll smoke recreational drugs like marijuana or any do you inject any other drugs at all? Um, yeah, I'll sometimes like I'll take, um, like, I'm, I smoke marijuana as well and, um . I'll also sometimes take, uh, like I'm",
        "keywords": [
            "marijuana",
            "drugs",
            "recreational",
            "inject",
            "smoke"
        ],
        "sentiment": -0.1875
    },
    {
        "start_time": 575.68,
        "end_time": 584.0,
        "text": "uh, pills too, like dilated is, um, is something that I'll, I'll get my hands on, but it can",
        "topic_id": 21,
        "summary": "uh, pills too, like dilated is, um, is something that I'll, I'll get my hands on, but it can",
        "keywords": [
            "pills",
            "dilated",
            "like",
            "hands",
            "uh"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 584.0,
        "end_time": 673.52,
        "text": "be expensive. So, um,, so just whatever is available. Okay, I see. Have you had, when was the last thing you had cellulitis? The last time was about six months ago. Okay, and were you admitted at all, or were you treated as an outpatient? I was treated as an outpatient for that, and it did clear up. It wasn't the first time that I've had cellulitis, and yeah, so it was treated. Okay, have you had any hospitalizations or surgeries in the past? No, I haven't. Okay. Any family history of any conditions? Mistill, flu, or rheumatologic conditions? Anything more to my character, right? Anything like that? I don't think so. Okay. And currently, right now, um, what is your living situation, right? Uh, so, um, I just live with, uh, to my, um, uh, actually, you know, I live with my, uh, with my parents, um, And yeah, so it's just both my parents. Okay and do you currently work? I was working",
        "topic_id": 22,
        "summary": " Have you had, when was the last thing you had cellulitis? The last time was about six months ago . I was treated as an outpatient for that, and it did clear up . I live with my, uh, with my parents, um, actually, you know, I",
        "keywords": [
            "cellulitis",
            "flu",
            "hospitalizations",
            "surgeries",
            "rheumatologic"
        ],
        "sentiment": 0.22047000618429186
    },
    {
        "start_time": 673.52,
        "end_time": 745.12,
        "text": "into like, yeah about 15 years ago and I got injured on the at work and I've had like chronic back pain and I don't know this, I-I-I-I- all started. So I've been at home by receiving a lot of disability. And do you smoke cigarettes? I do, yeah, I smoke about half a pack, two pack a day. Okay, and how long have you been smoking for? So this has been about 20 years, 20 years, okay. And do you drink alcohol? Sometimes, yeah. I'll have just a few beers. Maybe a few beers a week. Okay. Anyhow, we were just talking about some of the movements, but you're saying you have",
        "topic_id": 23,
        "summary": " Do you smoke cigarettes? I smoke about half a pack, two pack a day . Do you drink alcohol? Sometimes, yeah. I'll have just a few beers a week .",
        "keywords": [
            "smoking",
            "cigarettes",
            "chronic",
            "smoke",
            "pain"
        ],
        "sentiment": 0.11041666666666669
    },
    {
        "start_time": 745.12,
        "end_time": 766.4,
        "text": "pain with any kind of movement at all right. Yeah, it's really painful. I just try not to move it at all. And it's very red and swollen and warm as well. Yeah, it's all those. Any symptoms at all in your hips or ankle? No, those feel fine. I can move my hip and ankle. Okay,",
        "topic_id": 24,
        "summary": " Any symptoms at all in your hips or ankle? No, those feel fine. I can move my hip and ankle . I just try not to move it at all. pain with any kind of movement .",
        "keywords": [
            "symptoms",
            "swollen",
            "ankle",
            "pain",
            "painful"
        ],
        "sentiment": 0.24319727891156462
    },
    {
        "start_time": 766.4,
        "end_time": 878.6,
        "text": "in an open. Okay. All right. So those are all the questions I had for you. We'll do like a full physical examination. Take a look at your knee. And most likely what the sound like is something called septic marker Iages. It's when there's like an infection that can go into your joints. And it is a pretty serious issue that we need to assess and treat as soon as possible. So the first thing that we will need to do will need to do some blood work, just to get some inflammation markers and just your CBC and see if you have an infection, however, will also need to do a joint aspiration of your knee and will be taking some taking something fluid within your joint called the synovial fluid and assess for most send-in for culture and look for like these crystals in count and then based on that we'll understand the infection you have and and what kind of infection you have. We will start you on antibiotics right away, today and so you will be here for a while until we get all those results back and you may also require an admission today as well. Okay. Thank you. Yeah. That sounds good. All right. Yeah, so yeah, we'll get all that done for you shortly and we'll go from there. All right. Thank you. And we might also need an x-rays or just",
        "topic_id": 25,
        "summary": " Most likely what the sound like is something called septic marker Iages . It's when there's like an infection that can go into your joints . And it is a pretty serious issue that we need to assess and treat as soon as possible . We will start you on antibiotics right away",
        "keywords": [
            "knee",
            "infection",
            "antibiotics",
            "septic",
            "joints"
        ],
        "sentiment": 0.23302277432712218
    },
    {
        "start_time": 878.6,
        "end_time": 884.6,
        "text": "Okay, thank you, all right, you're welcome.",
        "topic_id": 26,
        "summary": "Okay, thank you, all right, you're welcome.",
        "keywords": [
            "welcome",
            "thank",
            "right",
            "okay"
        ],
        "sentiment": 0.5285714285714286
    }
]