[
    {
        "start_time": 0.0,
        "end_time": 308.24,
        "text": "We'll bring you in here today. Hi, I've been having this back pain for the past month. Um, so I just like something for it. And, you know, image it if possible. Just to figure out what it is. Okay, so you've been having it for the last month. Is it time you're having this back pain? Yeah, yes. Okay. And we're exactly are you having the back pain? It's in my lower back. Okay. And what kind of pain are you experiencing? Is it like a sharp stabbing pain or is it a dull aching pain? It's kind of a dull and achy, but sometimes I feel like I have little spasms in my back. Okay, and how often are you getting these spasms? I'd say like two to three times a week. Okay, and is this backpain constant or does it come and come and go? It's pretty constant, but it gets worse with certain things. Okay. No, one month ago when it started before then did you injure yourself at all? Or were you doing anything that brought on the pain or did the pain come on gradually. So I work in this factory where I move a lot of boxes. And I think I may have like lifted a really heavy box or lifted it in an improper position because that's when that night is when my back started hurting. Okay, I see. And how long have you worked in this role? For the past 30 years. Okay, all right. And has a pain become worse at all, or has it said the same since it started. I'd say it's been pretty similar to the start. And just a back pain move anywhere. Like for example, does it shoot down your legs at all? No. No. Okay. Have you tried anything that has helped you? Um, I've tried some topical, um, analgesics and, you know, most fire and ice, um, gels and I think sometimes that helps, uh, but it's always temporary. Okay. And, um, what make your pain worse? Like a bending down as opposed to stretching backwards? Yeah, bending down, like it went when I flexed my back that hurts more than if I straighten it out. Okay, is a bending hurts more and what about bending towards the sides? Um a little bit more towards my right side. Okay, and are you having any other symptoms like numbness or tingling in your extremities or back at all? No. And any kind of numbness or loss of sensation in your buttocks area or just below your lower back? I know. Okay. Any Any fever's or chills? No. Any night sweats? No. Any skin changes or rashes? No. Any have you been ill recently at all with cough cold symptoms at all? No. Do you feel pain in anywhere else in any other muscles or joints at all? I know. Have you recently had any changes to your weight? Okay, and Any kind of changes to your bowel movements? No Any kind of issues with your nation at all? No. Any urinary or fecal retention or incontinence. No, okay, all right. So it's just this pain that's been there for the last month. Stater on the same. In terms of your medical history, have you been",
        "topic_id": 1,
        "summary": " We'll bring you in here today to try and figure out what it is . Hi, I've been having this back pain for the past month. It's pretty constant, but it gets worse with certain things. I've tried some topical, um, analgesics and, you know",
        "keywords": [
            "spasms",
            "pain",
            "aching",
            "symptoms",
            "backpain"
        ],
        "sentiment": 0.1009784735812133
    },
    {
        "start_time": 308.24,
        "end_time": 322.4,
        "text": "diagnosed with any medical conditions in the past? I have a high blood pressure which I take at that round of full four.",
        "topic_id": 2,
        "summary": "diagnosed with any medical conditions in the past? I have a high blood pressure which I take at that round of full four.",
        "keywords": [
            "diagnosed",
            "medical",
            "pressure",
            "high",
            "conditions"
        ],
        "sentiment": 0.011999999999999988
    },
    {
        "start_time": 322.4,
        "end_time": 326.4,
        "text": "Okay. Any allergies to any medications?",
        "topic_id": 3,
        "summary": "Okay. Any allergies to any medications?",
        "keywords": [
            "allergies",
            "medications",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 326.4,
        "end_time": 328.4,
        "text": "Yeah.",
        "topic_id": 4,
        "summary": "Yeah.",
        "keywords": [
            "yeah"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 328.4,
        "end_time": 331.76,
        "text": "Okay. Any allergies to any medications? No. Okay. And have you are using any other",
        "topic_id": 5,
        "summary": "Okay. Any allergies to any medications? No. Okay. And have you are using any other",
        "keywords": [
            "allergies",
            "medications",
            "okay",
            "using"
        ],
        "sentiment": 0.041666666666666664
    },
    {
        "start_time": 331.76,
        "end_time": 339.76,
        "text": "medications at all? No. Have you been hospitalized for had any surgeries in the past?",
        "topic_id": 6,
        "summary": "medications at all? No. Have you been hospitalized for had any surgeries in the past?",
        "keywords": [
            "medications",
            "surgeries",
            "hospitalized",
            "past"
        ],
        "sentiment": -0.25
    },
    {
        "start_time": 340.96,
        "end_time": 349.88,
        "text": "No. Do you have any family history of any musculoskeletal or rheumatologic condition? Love.",
        "topic_id": 7,
        "summary": "No. Do you have any family history of any musculoskeletal or rheumatologic condition? Love.",
        "keywords": [
            "rheumatologic",
            "musculoskeletal",
            "family",
            "love",
            "condition"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 349.88,
        "end_time": 372.88,
        "text": "Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love.",
        "topic_id": 8,
        "summary": "Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love. Love.",
        "keywords": [
            "love"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 372.88,
        "end_time": 365.36,
        "text": "Love. Love. Love the family? No. And so currently are you working or did you have to take time off work? I'm taking some time off work until I figure out what this",
        "topic_id": 9,
        "summary": " I'm taking some time off work until I figure out what I really want to do . Love. Love. love the family? No. No. Love the family .",
        "keywords": [
            "family",
            "love",
            "work",
            "working",
            "time"
        ],
        "sentiment": 0.375
    },
    {
        "start_time": 365.36,
        "end_time": 387.28,
        "text": "spec pain is. Okay. And currently what's your living situation like? I live in an apartment with my wife and our teenage son. Okay. And do you smoke at all?",
        "topic_id": 10,
        "summary": " I live in an apartment with my wife and our teenage son . Do you smoke at all? And do you smoke? Do you live with your wife and son?",
        "keywords": [
            "smoke",
            "pain",
            "apartment",
            "live",
            "living"
        ],
        "sentiment": 0.22727272727272724
    },
    {
        "start_time": 387.28,
        "end_time": 469.56,
        "text": "I used to smoke, I haven't smoked in over 10 years. Okay. And do you drink alcohol at all? I drink occasionally, I'll have like a beer on the weekend. Any recreational drugs like marijuana? No. Okay. So I'm just going to ask a few questions. Maybe get you to do some movements and see what hurts the most. Okay. So when you press your hand down your spine, does it hurt at all in the lower back with palpation? It kind of hurts right in the middle. Just above the baroque area. Where like my tailbone almost is. I see. And any kind of pain with lying down and then raising your legs straight up with opening the knees? Um, I can try that, um. That hurts a little bit, yeah.",
        "topic_id": 11,
        "summary": " I used to smoke, I haven't smoked in over 10 years . I drink occasionally, I'll have like a beer on the weekend . No recreational drugs like marijuana .",
        "keywords": [
            "pain",
            "spine",
            "hurts",
            "hurt",
            "knees"
        ],
        "sentiment": 0.13981894841269843
    },
    {
        "start_time": 469.56,
        "end_time": 474.48,
        "text": "And is it heard in the lower back or near the front of your hips?",
        "topic_id": 12,
        "summary": "And is it heard in the lower back or near the front of your hips?",
        "keywords": [
            "hips",
            "heard",
            "lower",
            "near"
        ],
        "sentiment": 0.05
    },
    {
        "start_time": 474.48,
        "end_time": 482.48,
        "text": "But it hurts in my lower back. Any kind of redness or swelling that you've noticed at all?",
        "topic_id": 13,
        "summary": "But it hurts in my lower back. Any kind of redness or swelling that you've noticed at all?",
        "keywords": [
            "swelling",
            "redness",
            "hurts",
            "lower",
            "ve"
        ],
        "sentiment": 0.3
    },
    {
        "start_time": 482.48,
        "end_time": 627.24,
        "text": "I know it's in the back, so it might be more difficult to see. Um, uh, uh, uh, uh, uh, uh, uh, uh, uh, uh or is it that you're able to walk with or a limb or anything? I'm able to walk without a limb. Okay. All right, so and then bending down you said hurts more than standing up or extending your back, right? Yes. Okay. All right, so those were all the questions I had for you today. Do you have any questions for me? No, I'm just like, how can I treat this? Okay, yeah, for sure. So this has been going on for the last month. It sounds more like what's called a mechanical back pain. And due to the nature of your work, having been lifting heavy objects for the last 30 or so years, it's usually something that occurs with repetitive work and continuous work like that on that effects your back and what you're describing with the flexion seems more pain coming from the disk themselves instead of the facets at the back. So every time you flex, you have some compression of your disk. So what we need to do right now is it's been one month almost and then usually we get imaging if the pain does not improve after six weeks of conservative management. So what we can try is to give you some pain management first some anti-inflammatory medication and then as well as try some physiotherapy, some exercises to help you with the back pain. And then if the pain does not improve, and since there's no red flags that we're too worried about right now with your back pain. We can wait to get some imaging.",
        "topic_id": 14,
        "summary": " It sounds more like what's called a mechanical back pain. It's usually something that occurs with repetitive work and continuous work like that on that effects your back . What we can try is to give you some pain management first some anti-inflammatory medication and then as well as try some physi",
        "keywords": [
            "flexion",
            "flex",
            "pain",
            "bending",
            "exercises"
        ],
        "sentiment": 0.1499398749398749
    },
    {
        "start_time": 627.24,
        "end_time": 628.92,
        "text": "But first, we would just like to try some",
        "topic_id": 15,
        "summary": "But first, we would just like to try some",
        "keywords": [
            "try",
            "just",
            "like"
        ],
        "sentiment": 0.25
    },
    {
        "start_time": 628.92,
        "end_time": 630.24,
        "text": "of the conservative management.",
        "topic_id": 16,
        "summary": "of the conservative management.",
        "keywords": [
            "conservative",
            "management"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 630.24,
        "end_time": 631.48,
        "text": "Is that okay with you?",
        "topic_id": 17,
        "summary": "Is that okay with you?",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 631.48,
        "end_time": 632.48,
        "text": "Yeah, that sounds great.",
        "topic_id": 18,
        "summary": "Yeah, that sounds great.",
        "keywords": [
            "yeah",
            "great",
            "sounds"
        ],
        "sentiment": 0.8
    },
    {
        "start_time": 632.48,
        "end_time": 634.88,
        "text": "Thank you. You're welcome.",
        "topic_id": 19,
        "summary": "Thank you. You're welcome.",
        "keywords": [
            "welcome",
            "thank"
        ],
        "sentiment": 0.8
    },
    {
        "start_time": 634.88,
        "end_time": 635.72,
        "text": "Take care.",
        "topic_id": 20,
        "summary": "Take care.",
        "keywords": [
            "care"
        ],
        "sentiment": 0.0
    }
]