[
    {
        "start_time": 0.0,
        "end_time": 1.6,
        "text": "how may I help you?",
        "topic_id": 1,
        "summary": "how may I help you?",
        "keywords": [
            "help"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 1.6,
        "end_time": 225.0,
        "text": "I just came in here today. I've been having a lot of shoulder pain. That's just kind of left me, not doing any of my activities recently. Systems are left shoulder. OK. And when did this pain start? It started a five days ago that it became pretty bad and I've been kind of having like a somewhat of a pain for the last couple weeks but it got really bad just this week. Okay did you have any trauma to the shoulder like any injuries or triggers Where's that cut of cause of the pain? Um, I have been just going to the shoulder, like any injuries or triggers that could have caused the pain? I have been just going to the gym more frequently over the last few months, lifting weights and things like that, but just this week I wasn't even really able to do that high there. Okay, when you're lifting weights, like a few days ago, like was there at episode where there was an acute onset of the pain? That it got worse kind of right away. I think it was more progresses, but five days ago, I do feel that there was just, I was having some pain before that, but then I just noticed while working and I started having more pain. But yeah, I don't think there was anything like sudden that happened though. Okay, but yeah, it was progressing and then it got acutely worse with the weight lifting. It's like maybe like, I did increase my weight like in the last two weeks, so I did feel like a little bit more pain with the increased last week. Okay, I see and in the left shoulder do you feel the pain at the increase last week. Okay. Let's see. And in the left shoulder, do you feel the pain at the front, that the sides or back? It hurts particularly like in the front part of the shoulder? Okay. Do you feel that it's radiating anywhere else? Just my whole left shoulder, nothing else really. Okay. And could you describe the character or the quality of the pain? Is it sharp or is it achy? It's more achy. But certain like some movements it can get like kind of sharp. Okay and has there been anything that has made the pain worse? If I just, if I carry anything with my left arm, where if I have to lift anything, or place it on my shoulder like it really hurts. Okay, and have you done anything that's made it better? Just like resting it, not carrying anything and trying not to lie on my shoulder. Okay, so you're sleeping on the other, on the right side then? Yeah. Okay, and how would, what would you say the severity of the pain is on a scale of 1 to 10?",
        "topic_id": 2,
        "summary": " I just came in here today. I've been having a lot of shoulder pain. That's just kind of left me, not doing any of my activities recently . I have been just going to the shoulder, like any injuries or triggers that could have caused the pain . It hurts particularly",
        "keywords": [
            "shoulder",
            "pain",
            "injuries",
            "hurts",
            "weights"
        ],
        "sentiment": 0.18620484400656814
    },
    {
        "start_time": 227.0,
        "end_time": 287.36,
        "text": "Um, if I'm not doing it, doing anything or not doing much, it's probably like a 2 or 3. But if I try to carry anything, it goes up to like probably like a 7. Okay, and do you do any repetitive kind of like overhead activities, things like playing basketball or just lifting things like above your head at the gym? Not recently, just like normal weight exercise maybe with the bands I do some overhead exercises. But in terms of sports, I play or I used to play a lot of tennis. I did have some issues with the same shoulder, which is why I kind of stop playing tennis. My doctor said that I might have to always use that shoulder, but that was a couple of years back. so I thought it might have overused that shoulder, um, but that's, that was like a couple",
        "topic_id": 3,
        "summary": " If I'm not doing it, doing anything or not doing much, it's probably like a 2 or 3 . I did have some issues with the same shoulder, which is why I kind of stop playing tennis . Not recently, just like normal weight exercise maybe with the bands I do",
        "keywords": [
            "shoulder",
            "exercises",
            "exercise",
            "lifting",
            "overhead"
        ],
        "sentiment": 0.18
    },
    {
        "start_time": 287.36,
        "end_time": 288.36,
        "text": "of years back.",
        "topic_id": 4,
        "summary": "of years back.",
        "keywords": [
            "years"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 288.36,
        "end_time": 289.84,
        "text": "So I thought it must have healed by now.",
        "topic_id": 5,
        "summary": "So I thought it must have healed by now.",
        "keywords": [
            "healed",
            "thought"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 291.52,
        "end_time": 292.16,
        "text": "Okay.",
        "topic_id": 6,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 292.72,
        "end_time": 296.08,
        "text": "Uh, so previous overuse injury of the left shoulder.",
        "topic_id": 7,
        "summary": "Uh, so previous overuse injury of the left shoulder.",
        "keywords": [
            "shoulder",
            "injury",
            "overuse",
            "left",
            "previous"
        ],
        "sentiment": -0.08333333333333333
    },
    {
        "start_time": 296.56,
        "end_time": 299.52,
        "text": "Um, um, okay.",
        "topic_id": 8,
        "summary": "Um, um, okay.",
        "keywords": [
            "um",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 300.32,
        "end_time": 811.0,
        "text": "And, um, um, have you had any trauma to the shoulder? No, not that I know. Okay. Have you had any fevers or chills? No. Have you had any night sweats? No. Okay. Have you had any skin rashes or skin changes? Nope. Okay. So even over the area, you haven't noticed any redness or like soft tissue swelling? Nope. Okay. Have you had any chest pain? Nope. Okay. How about any shortness of brass? No, not that I've noticed. Okay. Have you had pains in any other joints? No, just my shoulder. Hmm, okay. And Have you had any recent infections or symptoms such as like a runny nose or sore throat or even a cough? No, nothing like that. Okay, and how about any nausea or vomiting? Oh nights? So you mentioned you haven't been able to lay on your left side. Yeah, it's been pretty painful. Like I kind of wake up every time I accidentally go on to my left side. Okay, sorry, you're getting a worse thing of pain at night. Okay, have you had any wheat this? You feel like you have less strength than your arm? I do feel that there might be some less strength in my left arm, but I'm not really using it much, so it's hard to tell. Okay, and how about range of motion? Do you I feel as though you can lift your left arm up to like scratch your head and back? It does hurt like when I try to lift my arm up. Okay, so it sounds like a range of motion is decreased. okay, and have you had any altered sensation of your arms being like numbness or tingling? No, I haven't felt any of that. Okay, and have you had any changes to your bowel habits like constipation or diarrhea? No, nothing like that. Yeah, had any abdominal pain? Nope. And I've you had any urinary problems? Nope. Okay. Um, and in the past, have you been diagnosed with any medical conditions? No, I've been pretty healthy actually, just that over-use injury like two years ago. Okay, great. And do you have any allergies to medications? No. Okay, and do you take any medications regularly? Just recently, I've been taking lot more of the I've though, but that's about it. Okay, and have you had any hospitalizations or prior surgeries? No, no prior surgeries or hospitalizations. Okay. Could you tell me a little bit about your living situation currently, like who you're living with and whereabouts? Yeah, so I'm living with my wife in a small condominium in downtown. Okay, and are you working currently? Yeah, I'm working as a real estate agent. Okay. And do you drink alcohol? Rarely just on some locations, but not regularly. Okay, how about smoking cigarettes or cannabis? No, I've never smoked. Do you use any recreational drugs or have you in the past? Help. Okay. And so the next part, just with a physical exam, so you have pain with shoulder abduction? Yes, so I do have some pain, it's pain throughout the production. Okay, is there any like pain that's like parts of that range of motion that are more painful for you? Yeah, it's probably from 60 degrees to 120 degrees is more painful okay and if your arm is outstretched and your thumb pointing down so your arm is internally rotated is that I give you pain? Yeah, not just like that, but if you were to press down on it, the internal rotation does cause a little bit of pain. Okay. Okay, so it sounds like a positive jobs test and a positive nearest nearest test as well as a painful arc for your shoulder and is there pain to palpation. Just, yeah, definitely just at the front of the shoulder, there is some, some pain over with palpation. Okay, and sensation is normal, reflexes are normal, and strength is slightly reduced as well. Um, we're okay. So that was everything that I wanted to ask on history and check, I asked about on the physical exam as well. Um, was there anything else that you wanted to mention today that I maybe forgot? No, I think that's it. Okay, so based on the symptoms today, along with your age and prior history of an overuse injury of the left shoulder, it certainly raises concern of having a rotator cuff tear or a rotator cuff imp impingement syndrome, where there is inflammation there and not necessarily actually a full tear of the muscle that's causing the pain. So those would be the two most likely things, yeah,'re rotator cuff tear or subacromial impingement syndrome. And so, we want to get an ultrasound of the left shoulder to evaluate the structures and possibly some other imaging such as an x-ray or MRI to determine the extent of the injury in the left shoulder.",
        "topic_id": 9,
        "summary": "And, um, um, have you had any trauma to the shoulder? No, not that I know. Okay. Have you had any fe...",
        "keywords": [
            "pains",
            "symptoms",
            "shoulder",
            "swelling",
            "nausea"
        ],
        "sentiment": 0.12618421827605503
    },
    {
        "start_time": 811.0,
        "end_time": 814.0,
        "text": "Okay, sounds good.",
        "topic_id": 10,
        "summary": "Okay, sounds good.",
        "keywords": [
            "okay",
            "sounds",
            "good"
        ],
        "sentiment": 0.6
    },
    {
        "start_time": 814.0,
        "end_time": 815.0,
        "text": "Thank you.",
        "topic_id": 11,
        "summary": "Thank you.",
        "keywords": [
            "thank"
        ],
        "sentiment": 0.0
    }
]