[
    {
        "start_time": 0.0,
        "end_time": 627.68,
        "text": "bring some here today. So I'm here because my shoulder has been really painful for the past week and any movement of that shoulder of my right shoulder causes a lot of pain. Okay and how long have you been having this pain for? For the past week. Last week okay and did you injure your shoulder at all recently any trauma to be area or anything like that? um so about like a couple months ago I um was do I um I working construction so um I was moving around some heavy objects and and I guess like the repetitive motions caused some sort of rotative prefensary. But I got that treated, and everything was fine for a couple of months, but this pain just started a week ago. Okay, and where does this pain located in the exactly? It's just like in my shoulder, like at the joint between my upper arm and shoulder. Okay, is it an aching pain or is it a sharp stabbing pain so at rash it it seems to be like aching and stiff but But when I move my shoulder or when I try to move it it causes more of a sharp pain Shump okay, and what kind of movement's caused the things? There is a just any movement. Any movement? Any movement, okay. Are there any movements that are worse in particular? Um, I think, um, like, no, anything hurts. Okay. And how much would you rate this pain out on a scale of zero to ten ten, being the worst pain you've felt in your life? Give it about a seven. Seven, okay. Yeah. And are you having, is this pain moving to any other drawings, or any other part of your body? No. Okay, so just in the area that you described. Yes. Okay. And do you notice any kind of just looking at your shoulder outside of the outside? Any swelling, redness, any masses or deformities? No, I don't see anything like that. Okay. All right. And is there anything that you've tried that has helped with your pain? Um, I've tried some ibuprofen, some ice. It seems to help temporarily. Okay. And earlier when you had the rotator cuter injury, did get physiotherapy um I did but not but I didn't finish the full course I just went for a week or so and then I had to go back to work um so I stopped doing that I see um yeah yeah, so that's something definitely, it's very important and it will need to consider going forward as well. Other than that, are you having any symptoms of any fevers or chills? No, nothing like that. And have you been sick recently at all or met with someone who was a sick? No. Okay. Any weight loss or loss in appetite or anything like that? I don't know nothing like that. Any numbness or tingling? No. Any weakness in your extremity? No. Any symptoms or anything else like diarrhea, constipation, urinary changes, anything else going on? No. Okay, so it's mainly just the shoulder pain. Yes. Okay. And does rest? How about all like when you're lying down and just not moving your shoulder that's that help with your pain? Uh, yeah, I would say so. Okay. And is this stiffness there just throughout the day or is it there in the morning and then just better during your day? It's pretty much there all day. Okay. All right. Have you been diagnosed with any medical conditions in the past? I have diabetes, but that's about it. Okay, and do you take any medications? I'm on metformin. Okay, and do you have any of these training medications? No, no allergies to medications. Have you been hospitalized for not any surgery? No. No, okay. Any family history of any musculoskeletal or rheumatologic conditions? No. Okay. And currently, right now, so you said you work as a structure worker, right? Yes. And are you often work right now, or have you been a work to your previous injury and pain, or are you still working? I'm still working, but modified, and so I am not lifting any heavy objects or anything like that. I'm just doing some like ground work. Okay, that's good. Yeah, and we might also need to, if you're doing any kind of overhead like work where you're raising your arms above your shoulders, that might cause for their problems as well. So we're looking to some of those modified duties as well. Okay. Yeah, and what is your living situation like right now? What do you look with? I live by myself right now. Do you live in a house or apartment? Um, I live in an apartment. Okay. And, um, In terms of your daily life, do you smoke at all? Um, I don't smoke. I used to smoke before, but that was like 20 years ago. Okay. She's good. Um, as you use any recreational drugs like marijuana or any other drugs? I know. No. How about smoking use no cigarettes? Sorry, you said you quit. Do you drink alcohol? I'll drink with a glass of wine here and there. Okay. All right. Yeah, and those are the questions I had for you. In terms of just a physical examination, when you press on the area that you describe when you press around the area that it has. After press pretty hard for it to hurt. Okay, otherwise it's not tender. No. Okay. And again, no swelling, redness or anything like that. It's mainly just on the inside. Yeah. Okay. And any kind of movement hurts, right? There's no particular movement, that's all. Like if you were, instead of trying to raise that shoulder by itself, if you were to just move it with the other arm, does there hurt? The other arm, the other arm doesn't hurt at all. Or like if you were to use your left arm to passively move your right arm in shoulder, does that hurt? Or is it when you just try to move the right arm by itself? It's, oh, it's still hurt. Any moving of this shoulder hurts? Okay, all right, so, yeah, so based on what you've told me so far in your recent shoulder cup injury, what can sometimes happen is, with those injuries, you might get some inflammation and what might happen is something called ad adhesive catulitis or just commonly known as frozen shoulder and there's different stages so that might happen so the initial stages are freezing and then they're stiffening and stage two and then usually after 6 to 12 months it starts getting better and it might also affect your other soldiers while so what we'll end up doing today is see if we can get some imaging done so we can do an X-ray of your shoulder. I'm sure you've had X-rays before so we'll kind of compare them to your shoulder X-rays before. If we need to, we can also get an ultrasound. We don't, we can't really talk from the x-rays. And then from there, we can get some blood work as well, just your normal blood work as well as with inflammation markers, and then from there",
        "topic_id": 1,
        "summary": "bring some here today. So I'm here because my shoulder has been really painful for the past week and...",
        "keywords": [
            "shoulder",
            "aching",
            "pain",
            "shoulders",
            "swelling"
        ],
        "sentiment": 0.13016636604136606
    },
    {
        "start_time": 627.68,
        "end_time": 635.04,
        "text": "we'll need to really discuss some management of strategies so you've already tried some",
        "topic_id": 2,
        "summary": "we'll need to really discuss some management of strategies so you've already tried some",
        "keywords": [
            "strategies",
            "management",
            "discuss",
            "tried",
            "need"
        ],
        "sentiment": 0.2
    },
    {
        "start_time": 635.04,
        "end_time": 666.72,
        "text": "physiotherapy, but we need to make sure that it's consistent because this is something that has a high recurrence rate and we will definitely need to finish the full course of physiotherapy Thanks for watching, and I'll see you in the next video, and I'll see you in the next this like cortical storage, storage injections right into your folder, okay, or some release. But yeah so first we'll just try some conservative methods like and visit our B. Okay. First release. But yeah, so first we'll just try",
        "topic_id": 3,
        "summary": " This is something that has a high recurrence rate and we will definitely need to finish the full course of physiotherapy . But yeah so first we'll just try some conservative methods like and visit our B. physiotherapy, but we need to make sure that it's consistent because this is",
        "keywords": [
            "physiotherapy",
            "recurrence",
            "injections",
            "storage",
            "visit"
        ],
        "sentiment": 0.2496938775510204
    },
    {
        "start_time": 666.72,
        "end_time": 672.36,
        "text": "some conservative methods like visit their BEP management and then go go from",
        "topic_id": 4,
        "summary": "some conservative methods like visit their BEP management and then go go from",
        "keywords": [
            "bep",
            "conservative",
            "methods",
            "visit",
            "management"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 672.36,
        "end_time": 677.96,
        "text": "there. How does that sound? That sounds pretty good. Thank you. Welcome. All right, so",
        "topic_id": 5,
        "summary": "there. How does that sound? That sounds pretty good. Thank you. Welcome. All right, so",
        "keywords": [
            "sound",
            "sounds",
            "welcome",
            "thank",
            "pretty"
        ],
        "sentiment": 0.4871428571428572
    },
    {
        "start_time": 677.96,
        "end_time": 682.08,
        "text": "we'll call you for the X-rays and then we'll go from there. Okay, sounds good.",
        "topic_id": 6,
        "summary": "we'll call you for the X-rays and then we'll go from there. Okay, sounds good.",
        "keywords": [
            "rays",
            "okay",
            "good",
            "sounds",
            "ll"
        ],
        "sentiment": 0.6
    }
]