[
    {
        "start_time": 0.0,
        "end_time": 6.08,
        "text": "what brings you in here today? Yeah yeah last night um so I'm having this pain in my",
        "topic_id": 1,
        "summary": "what brings you in here today? Yeah yeah last night um so I'm having this pain in my",
        "keywords": [
            "pain",
            "today",
            "night",
            "brings",
            "having"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 7.12,
        "end_time": 490.8,
        "text": "right wrist um yeah last night um I I tripped over uh something and I I ended up um like landing on on my hand to help break the fall and this morning I woke up and I have some like bruising on my hand and it's it's really sore to touch it. Okay and which right now which hand is this? It's my right hand. Okay and when you had your fall, when was your fall? So it was last night, probably like 10 p.m. something like that. Went out with a few friends for dinner and drinks. Okay. And do you remember how high you fell from or what you fell on to? Yeah, I was standing high, we were just kind of walking down the street and tripped over something on the curb. I think there was that, yeah, maybe like a bottle or something like that. So I fell right on to the concrete with my hand. Oh, okay. Did you hit your head at all or lose consciousness? No, nothing like that. Okay, so it was mainly your hand that got injured. Yeah, it was just, it mostly by my head. Okay, and are you having any pain on movement or if you press on it. Yeah, I do get some paint paint if I'm trying to move the wrist around and it hurts to press on and there's wall. Okay, and do you notice any kind of swelling or bruising? I do, yes, they're subswiling and bruising. Okay, and if you had to describe where the swallowing and bruising in the pain are, how would you describe it? So I have a sharp pain, right at my wrist, I feel it mostly at the base of my thumb kind of right at the wrist and that's where the swelling and bruising is as well. Okay, and is it right under your palm or at the back of your hand on the wrist? At the back of the hand at the wrist and base of the thumb. Okay, okay, all right, and what kind of pain are you feeling? Is this sharp? Is it dull, aching? Oh, yeah, it's really sharp. It feels like it's already stabbing me in the hand. Okay, and how much would you rate the pain? Let's of zero to ten ten being the worst pain you've felt in your life. If I'm not moving it around it's a three, but if I move it it goes up to like a nine on a tad. Okay, and is it a rating of moving anywhere else on to your hand? No, I don't feel it anywhere else. Okay, and do you have any kind of pins and needles sensation, tingling or numbness anywhere in your hands? No, nothing like that. Okay. Anything that makes the pain worse or better? Yeah, I tried some anti-inflammatories. I did help with taking the edge off a little bit but the pin just came right back and then also like just moving it at all, her it's even texting on my fallen was really bugging me. Okay. yeah, so you definitely went to you had the fall yesterday or Yeah, it was yesterday. Okay. Okay. Okay. Um, all right. So when did it start hurting? Did it start hurting right away or hasn't gone worse at all? Yeah, it started hurting right away and it's, well, this morning it's a bit worse, yeah. Okay. Do you have any other symptoms at all like fever, chills, headache, anything like that? No. Any dizziness or fainting? No. Okay. Any diarrhea, constipation? No. Any changes in your vision hearing, balance? Nope, nothing like that. Okay. But yeah, so your Your mean concern today is this pain in your wrist yeah exactly okay all right and do you have any past medical conditions you've been diagnosed with yeah I do I have asthma and I I use an orange inhal baby um and it's been well controlled i'll use uh i wouldn't use the blue one in a while okay so it's pretty well controlled yeah and uh do you take any other medications at all? I'll just stay, I'm a multi-bite of it. Okay. Ant-vite of it, D, as well. Okay. All right. And have you been hospitalized in the past for how many surgeries? Yeah. I had my thoughts about, did my wisdom teeth out? When I was a teenager and or tonsils when I was a kid, actually, and it's just a second of my son. Okay, and any complications at all with that at all? No, no, every that was okay. And have you injured your right hand or broken any bones before? No, I haven't. Okay, so this is the first injury on your right hand. Okay. And do you have any family history of any medical conditions at all? Yeah, my uncle died of a heart attack when he was at his 60s. I think my grandfather also had a heart attack as well. in terms of your work, do you do work currently? Yeah, I do. I work in a restaurant, and so this will be difficult for my job coming up with an injured rest and hand I just restarted and I'll have to be carrying a lot of different things and so I just hope it's not broken. Oh, I see. Yeah, it might definitely and that might be concerning if, you know, we'll we'll get that check X-ray and everything. Um, but we just need to do a few few more questions and some examination as well. Um, how would you describe your living situation right now? So, I'm living, um, uh, I, all my own actually, um, in an apartment.",
        "topic_id": 2,
        "summary": "right wrist um yeah last night um I I tripped over uh something and I I ended up um like landing on ...",
        "keywords": [
            "fell",
            "bruising",
            "wrist",
            "tripped",
            "fallen"
        ],
        "sentiment": 0.17751469723691948
    },
    {
        "start_time": 492.32,
        "end_time": 493.12,
        "text": "Okay.",
        "topic_id": 3,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 494.32,
        "end_time": 503.68,
        "text": "Um, and do you currently smoke? Uh, no, I've, uh, I've, uh, I've never smoked. I couldn't with, uh, having asthma.",
        "topic_id": 4,
        "summary": "Um, and do you currently smoke? Uh, no, I've, uh, I've, uh, I've never smoked. I couldn't with, uh, having asthma.",
        "keywords": [
            "asthma",
            "smoked",
            "smoke",
            "ve",
            "having"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 503.68,
        "end_time": 554.84,
        "text": "Sorry, I just did it right from all of that. Yeah, and do you drink alcohol? Yeah, I do. I have a couple of bottles of wine per week. Okay, um, all right. A couple of bottles a week so how much would you have in an average day? Oh, I guess probably like two or three glasses a week or a while today. Okay. Yeah, so we definitely recommend for women to limit themselves to maybe one to two max two glasses of wine a day as it",
        "topic_id": 5,
        "summary": " Women should limit themselves to one to two max two glasses of wine a day as well as one or two bottles of wine per week .",
        "keywords": [
            "wine",
            "drink",
            "average",
            "alcohol",
            "bottles"
        ],
        "sentiment": 0.14017857142857143
    },
    {
        "start_time": 554.84,
        "end_time": 562.44,
        "text": "can have health effects in the future in terms of drinking and then on your liver.",
        "topic_id": 6,
        "summary": "can have health effects in the future in terms of drinking and then on your liver.",
        "keywords": [
            "liver",
            "drinking",
            "health",
            "effects",
            "future"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 562.44,
        "end_time": 615.04,
        "text": "Okay, and other than that, I just had a few questions, any recreational drugs like marijuana Thank you very much for watching this video, see you in the next video, see'm just going to ask a few questions about specifically to examine your wrist. So you notice, So are you able to move your wrist around or are you able to make a fist? I can, but I can't really bend my thumb and it hurts a lot. So I can bend my fingers, but my thumb's kind of out. Okay, do to the joints in your thumb hurt at all? No, okay, um, and any pain anywhere else like on your fingers or your elbow",
        "topic_id": 7,
        "summary": " Are you able to make a fist? I can, but I can't really bend my thumb and it hurts a lot. I can bend my fingers, but my thumb's kind of out. Okay, do to the joints in your thumb hurt at all? No, okay, okay",
        "keywords": [
            "wrist",
            "thumb",
            "joints",
            "fingers",
            "marijuana"
        ],
        "sentiment": 0.19041666666666665
    },
    {
        "start_time": 619.04,
        "end_time": 620.36,
        "text": "No, okay, um, and",
        "topic_id": 8,
        "summary": "No, okay, um, and",
        "keywords": [
            "okay",
            "um"
        ],
        "sentiment": -0.25
    },
    {
        "start_time": 622.92,
        "end_time": 709.6,
        "text": "What movement would you say hurts the most? Probably just moving the wrist like flexing and extending the wrist. Okay. And this following you said is at the base of the thumb, right? Yeah, exactly. At the base of the thumb on the back of the hand, there are some kind of bruising and swelling there. Okay, is it warm at all to touch? No, it doesn't feel warm. Okay. Okay. And if you press on, are you getting any bony pain in that area? Like if you press on a bone. Yeah, like, I mean, if there's one spot that if I press down, it's like 10 of the 10 pain, it hurts really bad if I press at the base of my thumb there. Okay, all right, so those are all the questions I had for you today. We definitely need to, since you're having pain on just palpating the area, they're swelling redness and you did have a fall and you landed on your, you caught yourself with your hand. There's a common fracture that can happen in those circumstances to your wrist and so we need",
        "topic_id": 9,
        "summary": " At the base of the thumb on the back of the hand, there are some kind of bruising and swelling there . Is it warm at all to touch? No, it doesn't feel warm. What movement would you say hurts the most? Probably just moving the wrist like flexing and",
        "keywords": [
            "wrist",
            "fracture",
            "thumb",
            "swelling",
            "hand"
        ],
        "sentiment": 0.07969877344877346
    },
    {
        "start_time": 709.6,
        "end_time": 729.64,
        "text": "to do an x-ray and we will see if you have a fracture or not but we also need to see if we need to get a cast for you or if if you're making managed here, injury with a",
        "topic_id": 10,
        "summary": " An x-ray will be carried out to see if you have a fracture or not, according to the club . A cast is also needed to be seen if you need to get a cast for you or if if you're making managed here, injury with a .",
        "keywords": [
            "fracture",
            "injury",
            "ray",
            "need",
            "cast"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 729.64,
        "end_time": 741.32,
        "text": "splint or, and then based on what we see in your physical examination, we'll determine how long you need to be in the cast for splint and then we'll go",
        "topic_id": 11,
        "summary": " \"We'll determine how long you need to be in the cast for splint. splint or, and then based on what we see in your physical examination. We'll determine whether you need a splint to be cast or a cast . We'll then determine if we need a",
        "keywords": [
            "splint",
            "examination",
            "physical",
            "cast",
            "long"
        ],
        "sentiment": -0.025
    },
    {
        "start_time": 741.32,
        "end_time": 745.08,
        "text": "from there. Okay, that sounds good. Thank you.",
        "topic_id": 12,
        "summary": "from there. Okay, that sounds good. Thank you.",
        "keywords": [
            "thank",
            "okay",
            "sounds",
            "good"
        ],
        "sentiment": 0.6
    }
]