[
    {
        "start_time": 0.0,
        "end_time": 7.68,
        "text": "how may I help you? I'm here because my right knee is very painful. It looks kind of swollen and",
        "topic_id": 1,
        "summary": "how may I help you? I'm here because my right knee is very painful. It looks kind of swollen and",
        "keywords": [
            "knee",
            "swollen",
            "painful",
            "help",
            "kind"
        ],
        "sentiment": -0.00809523809523808
    },
    {
        "start_time": 9.68,
        "end_time": 17.04,
        "text": "it's it's also a little bit warm and so I'm just worried I'm worried about it and I was wondering if you",
        "topic_id": 2,
        "summary": "it's it's also a little bit warm and so I'm just worried I'm worried about it and I was wondering if you",
        "keywords": [
            "warm",
            "worried",
            "wondering",
            "just",
            "little"
        ],
        "sentiment": 0.20625
    },
    {
        "start_time": 17.04,
        "end_time": 29.0,
        "text": "could look at it. Yeah certainly so where are you feeling the pain exactly?",
        "topic_id": 3,
        "summary": "could look at it. Yeah certainly so where are you feeling the pain exactly?",
        "keywords": [
            "pain",
            "feeling",
            "look",
            "yeah",
            "certainly"
        ],
        "sentiment": 0.23214285714285715
    },
    {
        "start_time": 31.0,
        "end_time": 44.0,
        "text": "So it's where, so right in the middle of my knee. So just below the bone, the big knee bone.",
        "topic_id": 4,
        "summary": "So it's where, so right in the middle of my knee. So just below the bone, the big knee bone.",
        "keywords": [
            "knee",
            "bone",
            "middle",
            "big",
            "right"
        ],
        "sentiment": 0.09523809523809523
    },
    {
        "start_time": 44.0,
        "end_time": 48.44,
        "text": "Okay, so underneath the kneecap, like below that? Yeah, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just, just. Okay, so underneath the kneecap, like below that?",
        "topic_id": 5,
        "summary": " Okay, so underneath the kneecap, like below that? Yeah, just, just . Okay, just so underneath? Underneath that? So underneath that? Under that? Okay . Under that .",
        "keywords": [
            "kneecap",
            "just",
            "like",
            "underneath",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 48.44,
        "end_time": 51.16,
        "text": "Yeah, just a little bit below.",
        "topic_id": 6,
        "summary": "Yeah, just a little bit below.",
        "keywords": [
            "yeah",
            "little",
            "bit",
            "just"
        ],
        "sentiment": -0.1875
    },
    {
        "start_time": 52.08,
        "end_time": 56.08,
        "text": "Okay, so slowly below the Patela sounds like somewhere",
        "topic_id": 7,
        "summary": "Okay, so slowly below the Patela sounds like somewhere",
        "keywords": [
            "patela",
            "slowly",
            "sounds",
            "like",
            "okay"
        ],
        "sentiment": 0.09999999999999998
    },
    {
        "start_time": 56.08,
        "end_time": 59.72,
        "text": "in the region of the Timbio's tuberosity.",
        "topic_id": 8,
        "summary": "in the region of the Timbio's tuberosity.",
        "keywords": [
            "timbio",
            "tuberosity",
            "region"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 61.56,
        "end_time": 366.52,
        "text": "Okay, and when did this pain start? It started about two weeks ago. Okay. Two weeks ago when the pain started was there any trauma or could you remember any movement that, um, that caused the pain? Um, nothing like that, but I recently found out that I had some osteoarthritis on my left knees. I was trying to put more pressure on my right knee when I was doing gardening work. And I think something may have happened when I was doing that, something may be put to string on on it. Okay, I see. And are you doing a lot of kneeling on or during the gardening work? I am. Okay. And how long has the pain been going on for? Has it been constant over these two weeks? Ah, yes, it has been. OK, and how would you describe the pain? Is it sharp, burning, achy? I would say mostly achy, but it can be sharp. OK, and do you feel the pain radiating anywhere else? No, just it's pretty local. Okay, have you tried anything to make the pain better? I tried some topical, like, where those, like, nice and fire gels. Those seem to help temporarily, but the pain comes back. And have you has anything made the pain worse? I guess like when I I kneel down on it, it gets painful, or if I touch it or palpate it, I guess painful, if I'm flexing my knee too much, that hurts as well, kind of keeping it straight and not touching it makes it feel better. Okay, and um, what would you say the severity of the pain is with the 10 being the worst pain you've ever felt and one being the least pain? Um, I'd give it about a six. Okay, and uh, have you had a pain like this in your right knee before? No, nothing like this. Um, I have osteoarthritis in my left knee, but it, it feels different. Okay. And, um, okay. And have you had any fevers or chills? No. Okay, and how about any night sweats? No. Okay, and have you had any unexpected weight loss over the last several months? No. Have you had any headaches? No. Have you had any changes to your senses like vision or hearing? No. Any changes to your sense of smell or taste? No. Okay. Have you had any sore throat or cough? No. All right. Have you had any shortness of breath? No. Have you had any wheezing? No. Have you had any chest pain? No. Have you had any lightheadedness or dizziness? I know. Have you had any heart palpitations? No. Okay, and have you had any nausea or vomiting? No. Have you had any abdominal pain? No. Have you had any diarrhea or constipation or blood in the stool? No. Have you had any pain with urination or frequency with urination? No. Okay. And have you had any muscle aches or joint pains anywhere else? No. Okay. And have you had any neurological symptoms such as numbness or tingling or reduced sensation? No. Okay. And how is your energy been recently? Have you had any fatigue? No. Not really. It's been the same. Okay. And in the past, have you been diagnosed with any medical conditions?",
        "topic_id": 9,
        "summary": " Man with osteoarthritis in his left knee has been in pain for two weeks . The pain is sharp, burning, achy, but it can be sharp . Have you ever had a pain like this in your right knee before? No, nothing like this. Have you had",
        "keywords": [
            "osteoarthritis",
            "pains",
            "knee",
            "pain",
            "kneeling"
        ],
        "sentiment": 0.08451012588943621
    },
    {
        "start_time": 369.04,
        "end_time": 373.04,
        "text": "I have passed two obesity",
        "topic_id": 10,
        "summary": "I have passed two obesity",
        "keywords": [
            "obesity",
            "passed"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 375.08,
        "end_time": 377.52,
        "text": "and then also arthritis in my left knee",
        "topic_id": 11,
        "summary": "and then also arthritis in my left knee",
        "keywords": [
            "arthritis",
            "knee",
            "left"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 378.68,
        "end_time": 381.12,
        "text": "as well as high blood pressure.",
        "topic_id": 12,
        "summary": "as well as high blood pressure.",
        "keywords": [
            "pressure",
            "blood",
            "high"
        ],
        "sentiment": 0.16
    },
    {
        "start_time": 383.12,
        "end_time": 605.28,
        "text": "I see, and do you take any medications currently? I'm on ran of parole, and I take some ibuprofen sometimes for the osteoarthritis in my left knee. Okay, and do you have any allergies to medications? No. Have you had any surgeries before? Nope. Or have you had any hospitalizations for any reason? No. Okay. And have you been pregnant in the past? I have one child. She was born to see section. Okay. And are you currently sexually active? I am. Okay, could you tell me about your partner or partners? Yeah, so just with my husband of 10 years. Okay, any concerns for a sexually transmitted infection like vaginal discharge or pain or HES? No. Okay, and can you tell me a little bit about your living situation, currently, I who you're living with and whereabouts? Um, I lived in downtown London, um, I live in a house with, um, husband and, um, my daughter. Okay, and, um, have you been around anybody who's been sick recently? No. And have you traveled anywhere recently? No. Okay. Are you currently working right now? I, yes, I am. Okay, and what, what do you do? Um, I work as a full-time gardener for landscaping company. Okay, so you're spending a lot of time doing repetitive, kneeling type movements to do your job. Yes, that's right. Okay. And do you smoke cigarettes? I don't. All right. And do you drink alcohol? I'll have a blast of wine every other night. Okay, and do you use any recreational drugs? No, I don't. Yeah, have you used anything like that in the past? No. Like IV drugs? Um, okay. Um, and in the family, is there a history of any muscular skeletal or neurological conditions? No. Okay. And so next I just wanted to do the physical exam portion and ask you to have a look at the knee first and let me know if if you're having any swelling redness or warmth to the knee compared to the other side. Sure, so you're having, so you are having swelling warmth and redness to the right knee? Yes. Okay, and are you having pain to, like, palpation? Is there a specific spot you can press on that that causes a sharp pain.",
        "topic_id": 13,
        "summary": " Are you currently sexually active? I am. I take some ibuprofen sometimes for the osteoarthritis in my left knee. I see, and do you have any allergies to medications? No. Have you had any surgeries before? Nope . Have you been pregnant in the",
        "keywords": [
            "infection",
            "osteoarthritis",
            "vaginal",
            "ibuprofen",
            "transmitted"
        ],
        "sentiment": 0.12688866012036742
    },
    {
        "start_time": 606.56,
        "end_time": 666.16,
        "text": "Um, so just below the kneecap area, um, there are some swelling there and, um, when I press down on that swollen area, it causes a bit of pain. Okay, and are you able to fully bend, bend, and straighten the knee? I can do that, but when I bend my knee, it really hurts. Okay, and are you able to walk or do you have have a lip? Um, I can walk normally. Um, it just hurts. Okay. Um, so that was, uh, everything that I wanted to ask today on the history and physical. Was there anything, um, that you maybe I forgot about you",
        "topic_id": 14,
        "summary": " When I bend my knee, it really hurts. Um, so just below the kneecap area, there are some swelling there and, um, when I press down on that swollen area, it causes a bit of pain. Okay, and are you able to walk or do you",
        "keywords": [
            "swelling",
            "knee",
            "swollen",
            "kneecap",
            "bend"
        ],
        "sentiment": 0.2993827160493827
    },
    {
        "start_time": 666.16,
        "end_time": 676.8,
        "text": "wanted to add? No, I don't think so. Okay. So right now, it's sounding like this",
        "topic_id": 15,
        "summary": "wanted to add? No, I don't think so. Okay. So right now, it's sounding like this",
        "keywords": [
            "sounding",
            "add",
            "wanted",
            "okay",
            "right"
        ],
        "sentiment": 0.39285714285714285
    },
    {
        "start_time": 676.8,
        "end_time": 748.56,
        "text": "could possibly be a neighbor's site is or a pre-petaler or sorry, an in for a preteller, for a sightest or a pre-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b-b- in for a petaler, herbicideous, or a pre-petaler herbicideous, which are the more common types, one thing to make sure that we rule out would be a septic herbicideous, although you're not having any fibers or chills, so that makes it a little bit less likely. But if your symptoms are getting worse and you're developing a fever, it's becoming even more painful than certainly we'll have to rule out an infection. And as well, Well, if things are not improving, potentially a structural disease in the knee, such as a meniscal injury or a ligamental injury from all of the kneeling and repetitive movements, but but right now I think it's mostly sounding like",
        "topic_id": 16,
        "summary": " Could possibly be a neighbor's site is or a pre-petaler or sorry, an in for a preteller, for a sightest or a siteest . If symptoms are getting worse and you're developing a fever, it's becoming even more painful than certainly we'll have",
        "keywords": [
            "neighbor",
            "sightest",
            "preteller",
            "site",
            "thing"
        ],
        "sentiment": 0.024768518518518516
    },
    {
        "start_time": 748.56,
        "end_time": 771.0,
        "text": "a neighbor side us. Okay, and treatment for that will be activity modification as well as as using things, like, and sets, and, and I think to help with the information.",
        "topic_id": 17,
        "summary": " Treatment for that will be activity modification as well as as using things, like, and sets, and, and I think to help with the information. a neighbor side us .",
        "keywords": [
            "activity",
            "treatment",
            "neighbor",
            "things",
            "modification"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 771.0,
        "end_time": 773.0,
        "text": "Okay, that sounds good.",
        "topic_id": 18,
        "summary": "Okay, that sounds good.",
        "keywords": [
            "okay",
            "good",
            "sounds"
        ],
        "sentiment": 0.6
    },
    {
        "start_time": 773.0,
        "end_time": 774.0,
        "text": "Thank you.",
        "topic_id": 19,
        "summary": "Thank you.",
        "keywords": [
            "thank"
        ],
        "sentiment": 0.0
    }
]