[
    {
        "start_time": 0.0,
        "end_time": 126.48,
        "text": "How can I help you? Hi, I just was brought in here today. I had a fall just waiting up, coming down the stairs. I pull off the last few stairs and just fell onto the right side and on right onto my hip. And now I couldn't even, I can barely stand up and put any weight on my hip. It's the right hip. Okay. So what caused you to fall in the first place did you just lose balance for your dizzy? I think I just missed. I was in dizzy or anything. I just missed one of the steps and just slipped, slipped down the stairs Okay, but it was just the last few stairs. I didn't have like I didn't hit my head or anything like that Okay, and what was this? This was uh, so I guess now two hours ago two hours ago. Okay Has a payment constant since? Yeah, it's it excruciating. Okay, does anything make it better or worse? No, I'm just in extreme pain. I can't even put any weight on it. Okay, so you can really a key to them, but if I put any weight on it's really sharp. It's pretty sharp, like if I'm not putting any weight on it right now, it's like really a key to. But if I put any weight on, it's really sharp. Okay. And where is this painting exactly? Is it just in your right hip or is it radiating up into your upper, enter lower back or down to your leg? It's in the right hip mostly just on the side, but the pain is kind of like",
        "topic_id": 1,
        "summary": " I just missed one of the steps and just slipped, slipped down the stairs . I can barely stand up and put any weight on my hip . It's in the right hip mostly just on the side, but the pain is kind of like a key to .",
        "keywords": [
            "dizzy",
            "fell",
            "hip",
            "stairs",
            "weight"
        ],
        "sentiment": 0.158043758043758
    },
    {
        "start_time": 127.92,
        "end_time": 146.6,
        "text": "all over the right side of my going and I feel like there's some swelling there as well. And I want to tend to be the worst pain ever. How bad is your pain? I'll see 10, like I have never experienced pain like this.",
        "topic_id": 2,
        "summary": " I'll see 10, like I have never experienced pain like this. all over the right side of my going and I feel like there's some swelling there as well. And I want to tend to be the worst pain ever. How bad is your pain?",
        "keywords": [
            "swelling",
            "pain",
            "going",
            "bad",
            "worst"
        ],
        "sentiment": -0.4535714285714285
    },
    {
        "start_time": 146.6,
        "end_time": 148.6,
        "text": "10, okay.",
        "topic_id": 3,
        "summary": "10, okay.",
        "keywords": [
            "10",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 148.6,
        "end_time": 167.96,
        "text": "And um, it... pain ever have bad as your pain. I'll see 10 like I have never experienced pain like this. 10 okay and do have you ever had pain like this before like have you ever had a fall in the past? No, this isn't just the first time I've had a fall. Okay. Any numbness or tingling? Um, no, not that I can tell now.",
        "topic_id": 4,
        "summary": " Any numbness or tingling? Um, no, not that I can tell now. And um, it... pain ever have bad as your pain. I'll see 10 like I have never experienced pain like this. 10 okay .",
        "keywords": [
            "numbness",
            "pain",
            "tingling",
            "fall",
            "10"
        ],
        "sentiment": -0.016666666666666646
    },
    {
        "start_time": 167.96,
        "end_time": 648.66,
        "text": "Disney's a phintic spell. After the fall, I don't know if it's due to the pain, but even in the ambulance coming out of the ambulance, I was feeling a little bit dizzy, but I don't know if that's just because of the pain. Okay, um, any headaches? Uh, no. Confusion or memory loss? Nope. Uh, doing pains or muscle aches elsewhere? Uh, no. Uh, weight loss recently. No? People's or chills. No. Um. Um. And, uh, brushes. Uh, no. Any changes to your vision here in smell or taste? No. Um, any, uh, are you serious again, a cough? Um, short as a breath or, uh, using? Nope. Okay. Tabot, um, chest pain or heart palpitations. No, not right. I have experience. Okay. Um, have about, changes your bowel movements. Nope. Okay. Have a change into a urine? No, nothing. Okay. And are you otherwise healthy? Do you have any longstanding medical conditions? Yes, So I just have a, uh, I do have some osteoarthritis and then I think this medication for blood pressure. It's called a ramapril. Okay. Okay. And is that the only medication that you're on? Yeah, and then I'm just on vitamins like vitamin D, calcium, and just multivitaments. Okay, and are you up to date with your immunizations? Yep. Yeah, okay. Any allergies? Um, no, not that I know of. Okay. Um, any family history of long or hard conditions? Um, I think, uh, my, um, father, uh, he died of a heart attack in his 60s. Okay, okay. Any musculoskeletal issues? No, I don't think so. No, and about autoimmune conditions. No, not that I know. Any cancers? I think my mother had some skin cancer, but the ones that she didn't need any surgery, they just zap them off. Okay. Endie smoke? No, I'm never smoked. Okay, um... Did you drink alcohol? Uh, just maybe like, uh, a wine, what every other day? take it all out of wine. Okay, and do you consume marijuana in any form? No. Okay. And how about in terms of where you live? Who do you live with and where do you live? I love it my husband and we just live in a small apartment. Okay. And have you been in touch with anyone sick recently? No, I've been like that home with my husband. We haven't really loved. Okay. And how you done any travel recently? No, I've just stayed at home. Okay. All right. So let's move on to the physical exam part of this interview. So if you can, I'm going to get you to take a look at both your Hips as well as your legs. Do you notice any redness or swelling in the area? I do notice from swallowing it's a little bit red. I can't really see too much red. Okay. Okay, any muscle atrophy, any deformities or skin changes like bruises? Uh, maybe some bruising, but I don't notice anything else. Okay. All right. And then when you place the back of your hand on both hips, do you notice any temperature changes as one side warmer than the other? It's a little bit warmer, the right side and the left. Okay. And does one like appear to be shorter or does it appear to be misaligned or in any sort of like strange positions like outward turning of your leg? Just one compared to the other? I think it's a bit, but look at it's a bit like outward turning, and then yeah, I would say it's more outward turned. Okay, and are you sitting down right now? Oh yeah. Okay. Are you able to stand up from the sitting position? I can try, but it's very painful. Okay. Yes, I go ahead and try. Yes, please. Yeah, so yeah, I can barely stand up. I kind of just, I'm just supporting myself with my left. Okay. So I guess you can't do any of those like hip-fuck-shin or hip extension, hip abduction, or adduction, correct? No, it can barely move it. Okay. All right, those are all the questions that I had. Did you have any questions of your own? No, I think, yeah, I just don't know if I need surgery or something. Yeah, so it sounds like you have a hip fracture from your fall. So, the way to treat this is a combination of surgeries and rehab and medication. So, we'll definitely look into the surgical options first, which is done using some internal repair with screws or you can do a total replacement or partial hip replacement. The orthopedic surgeon will decide which option is best for you after we refer you for a consult with them and then after that surgery they likely refer you to some rehab so physiotherapy will focus on improving your range of motion and strengthening the muscles in that area and for management of pay you can take",
        "topic_id": 5,
        "summary": "Disney's a phintic spell. After the fall, I don't know if it's due to the pain, but even in the ambu...",
        "keywords": [
            "pains",
            "phintic",
            "dizzy",
            "atrophy",
            "swelling"
        ],
        "sentiment": 0.20317864531719962
    },
    {
        "start_time": 648.66,
        "end_time": 654.16,
        "text": "ibuprofen or any over-the-counter pain medications for now. Does that sound okay?",
        "topic_id": 6,
        "summary": "ibuprofen or any over-the-counter pain medications for now. Does that sound okay?",
        "keywords": [
            "ibuprofen",
            "pain",
            "medications",
            "counter",
            "okay"
        ],
        "sentiment": 0.45
    },
    {
        "start_time": 654.16,
        "end_time": 660.0,
        "text": "Yeah, that sounds good. Thank you so much. Okay, great no problem.",
        "topic_id": 7,
        "summary": "Yeah, that sounds good. Thank you so much. Okay, great no problem.",
        "keywords": [
            "okay",
            "thank",
            "great",
            "sounds",
            "yeah"
        ],
        "sentiment": 0.6666666666666666
    }
]