[
    {
        "start_time": 0.0,
        "end_time": 187.02,
        "text": "things you win. I've been having this numbness and tingling, you know, I guess kind of burning sensation that, well, it's been happening more often in my, uh, left hand. I'm your left hand, okay, and sorry, when did you say the started? It's been going on for probably four or five months. Okay. Yeah, first it would only bug me for a couple of minutes at a time, and I could kind of shake my hand out, like flick my wrist and it would go away after a few minutes, but now I'm starting to get symptoms at night sometimes as well. Okay, so it's gotten worse then you said over the past few weeks. Yeah, it has. Okay, and is it always there as a persistent or does it come and go? It comes and goes. Okay, and what makes it better or worse? Better. I've tried some Adville and and Tylenol and it's kind of that hasn't done much for the pain really. I think all the the thing that's kind of helps it is just not using it as much. Yeah. Yeah. All right. Have you tried any like cold compresses, um, topical cream setting like that? No. No. Okay. And, um, if you were to describe the quality of how it feels, like does it, is it painful? Is it tender or is it just numb and tingling kind of like when your foot goes to sleep? Oh, I guess I have, it is a bit painful as well. Yeah, I have like a burning kind of pain. Okay, and one to ten tend to be the worst pain ever. How bad is this pain? Oh, when it gets to it's worse, I would say about a six. Okay, okay. Um, and have you ever experienced this before? Or is this kind of like the first time you're experiencing this? Yeah, this is the first, uh, like over these last few months, the first time I've been experiencing it, I think, um, the first time that it started to wake me up at night though, it's been, uh, like about a couple of weeks ago. Oh, I see, okay. Um, alright. And do you feel like your symptoms are getting worse over the past few weeks? Or is it kind of the same? Uh, over these past couple weeks about the same. It's walking me up, uh, like two or three times at night. Okay, all right. And do you have any",
        "topic_id": 1,
        "summary": " I've been having this numbness and tingling, you know, I guess kind of burning sensation that, well, it's been happening more often in my, uh, left hand . I've tried some Adville and and Tylenol and it's kind of that",
        "keywords": [
            "numbness",
            "numb",
            "tingling",
            "symptoms",
            "hand"
        ],
        "sentiment": 0.11674473067915686
    },
    {
        "start_time": 187.02,
        "end_time": 225.6,
        "text": "nameness or tingling elsewhere on your body? No, it's just, um, just kind of the, the outside of my hand here. It's really only the first like three fingers. Okay, first three fingers, So you're dumb index finger and middle finger or you're pinky to the middle finger. Yeah, it's just my thumb index finger and ring finger. Maybe you're just like a little bit of the Um, like in, uh, of the ring finger too, but not all of it.",
        "topic_id": 2,
        "summary": " nameness or tingling elsewhere on your body? No, it's just, um, just kind of the, the outside of my hand here . Maybe you're just like a little bit of the ring finger too, but not all of it .",
        "keywords": [
            "tingling",
            "finger",
            "fingers",
            "thumb",
            "hand"
        ],
        "sentiment": 0.10375000000000001
    },
    {
        "start_time": 225.6,
        "end_time": 227.6,
        "text": "Oh, that.",
        "topic_id": 3,
        "summary": "Oh, that.",
        "keywords": [
            "oh"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 227.6,
        "end_time": 269.28,
        "text": "Um. Um, like in, uh, of the ring finger too, but not all of it. Oh, okay. Um, all right, so, um, any weakness in your arms, or do you feel like you can still use your arms, okay? Uh, yeah, I haven't had any, uh, any muscle, um, I maybe a bit more clumsy with my left hand. I dropped a few things, I've had it a little bit more difficult time like opening jars or car doors and stuff like that. Okay, that okay and any confusion or memory loss",
        "topic_id": 4,
        "summary": " Do you have any weakness in your arms, or do you feel like you can still use your arms? \"I haven't had any, uh, any muscle, um, I maybe a bit more clumsy with my left hand,\" he says .",
        "keywords": [
            "finger",
            "hand",
            "arms",
            "clumsy",
            "weakness"
        ],
        "sentiment": 0.17485119047619047
    },
    {
        "start_time": 269.28,
        "end_time": 282.78,
        "text": "no headaches no okay and have a weight loss no I haven't had any weight loss uh... favors or chills",
        "topic_id": 5,
        "summary": "no headaches no okay and have a weight loss no I haven't had any weight loss uh... favors or chills",
        "keywords": [
            "headaches",
            "chills",
            "favors",
            "weight",
            "loss"
        ],
        "sentiment": -0.25
    },
    {
        "start_time": 282.78,
        "end_time": 283.88,
        "text": "no",
        "topic_id": 6,
        "summary": "no",
        "keywords": [],
        "sentiment": 0.0
    },
    {
        "start_time": 283.88,
        "end_time": 287.78,
        "text": "uh... rashes uh... no rashes",
        "topic_id": 7,
        "summary": "uh... rashes uh... no rashes",
        "keywords": [
            "rashes",
            "uh"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 287.78,
        "end_time": 647.92,
        "text": "uh... changes in your vision hearing smell or taste? No, that's been normal. Okay, have a cough. No, I haven't had a cough. Okay. We sing or shortness of breath. Nope, neither of those. Okay, chest pain or heart palpitations. Nope, I haven't had that. Okay, have about, um... Changes in your bowel movements. Nope, I haven't had any diarrhea and, uh, no... No constipation and... No blood either. Okay, good. Any nausea or vomiting? No, I haven't had any of that. Okay, any changes in your wording? No, I haven't had any problems with coronation. Okay. Are you otherwise healthy to have a long-standing medical commission? I have hypothyroidism. And so I take, I like, I fire oxygen for that. And I am overweight as well. or it'll be I have immunobesity class. I want I think. Okay. And do you take any medications for the hypothyroid? Yeah, I do. I take, I take Centroid. I think. all right, and are you on any weight loss medications? No, I, I've just been trying to, uh, change diet around what I can and, um, um, and trying to, um, exercise a bit more, but, um, it's been, it's been tough, especially now with my wrist or my hand bugging me. Yeah, for sure. All right. And then, are you up to date with your immunizations? Yeah, yeah. And I get the flu shot every year. Okay, that's good. And have you had any hospitalizations or surgeries in the past? I know, I haven't had anything like that. No, okay. Any allergies? No allergies. Okay. I found we history of lung or heart conditions. My grandfather had a stroke when he was in his 70s and my dad has high cholesterol. Have you been worked up for all of that like high blood pressure, diabetes, cholesterol? Yeah, I think my family doctor checked a few years ago, but I've been healthy besides this pain. So maybe that can be investigated as well. Okay. Any neurological or musculoskeletal issues in the family? I think osteoarthritis. A few people have that. Okay. Have autoimmune conditions? Um, no. I think I'm the only one with the thyroid. Okay. Um, have a good cancer. Uh, no cancer. No cancer is okay. Um, alright. And then, are you smoke? I do, yeah, I smoke about, um, five or ten cigarettes per day. Okay. And, um, have for how long have you been doing that? Uh, probably, yeah, about 10 years, it was kind of around when I started working in the warehouse here. Yeah. Okay. And have you ever thought about quitting? I have. Yeah, I tried. It's just such that I, I mean, people just go out and, I mean, have their coffee and cigarette and it's sort of a social thing while I work. It's kind of what people do. So I have been trying to cut down them. Okay, okay, that's good. If you need any resources, we have some that we can refer you to. And do you consume marijuana in any form? Um, no, I don't. No, okay. Any uh, recreational drugs? Um, nope. I don't, I don't use anything like that. Okay. How would alcohol do you drink? Um, oh, I won every once in a while in the weekends, maybe a drink per week, something like that. Okay. Um, and have you been in contact with anyone sick recently? Uh, no, I don't believe so. Okay, have a travel. No, I've been at home and just go into work. Okay. And where do you live and where do you live with? So I live with my husband and our two daughters and we live in",
        "topic_id": 8,
        "summary": " I smoke about five or ten cigarettes per day, and I smoke five or 10 cigarettes a day . I have hypothyroidism and I am overweight as well . Have you been in contact with anyone sick recently? No, I don't believe so. No cancer is okay. No",
        "keywords": [
            "hypothyroidism",
            "hypothyroid",
            "thyroid",
            "palpitations",
            "medications"
        ],
        "sentiment": 0.2633302761268863
    },
    {
        "start_time": 647.92,
        "end_time": 669.68,
        "text": "we live in a house. Okay. Any concerns for STI? No, I've just been an organist with my partner now for over 10 years and no concerns for STI at this time.",
        "topic_id": 9,
        "summary": " No concerns for STI at this time. we live in a house. No, I've just been an organist with my partner now for over 10 years .",
        "keywords": [
            "sti",
            "organist",
            "concerns",
            "partner",
            "just"
        ],
        "sentiment": 0.3181818181818182
    },
    {
        "start_time": 669.68,
        "end_time": 690.32,
        "text": "Okay, all right good. So now we're just going to move on to the physical exam part of this in our view. So I'm going to get you to look at both your arms, hands, and wrists, side by side.",
        "topic_id": 10,
        "summary": " I'm going to get you to look at both your arms, hands, and wrists, side by side . Okay, all right good. So now we're just going to move on to the physical exam part of this in our view .",
        "keywords": [
            "wrists",
            "arms",
            "physical",
            "exam",
            "hands"
        ],
        "sentiment": 0.37142857142857144
    },
    {
        "start_time": 691.52,
        "end_time": 699.92,
        "text": "Does your left one seem at all more red, swollen, or hot?",
        "topic_id": 11,
        "summary": "Does your left one seem at all more red, swollen, or hot?",
        "keywords": [
            "swollen",
            "red",
            "hot",
            "left",
            "does"
        ],
        "sentiment": 0.1875
    },
    {
        "start_time": 702.4,
        "end_time": 756.0,
        "text": "No, no symptoms like that. No, okay. And does that one seem to be more atrophied, or are there any deformities or skin changes on that one? No. Maybe I'll have a little less muscle bulk on the, like, where my thumb is. Okay, and then I'm going to get you to palpate certain areas of that arm. So let's start at the top when you when you press down on your shoulder blades, or just at the very top of your arm or at the very top of your arm connects to your shoulder, does it hurt over there?",
        "topic_id": 12,
        "summary": " No, no symptoms like that. No, okay. And does that one seem to be more atrophied, or are there any deformities or skin changes on that one? No. Maybe I'll have a little less muscle bulk on the, like, where my thumb is .",
        "keywords": [
            "symptoms",
            "shoulder",
            "arm",
            "thumb",
            "muscle"
        ],
        "sentiment": 0.22545634920634922
    },
    {
        "start_time": 756.0,
        "end_time": 758.0,
        "text": "No, no pain there.",
        "topic_id": 13,
        "summary": "No, no pain there.",
        "keywords": [
            "pain"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 758.0,
        "end_time": 764.0,
        "text": "Okay, so no pain on the acromion process or the scapula.",
        "topic_id": 14,
        "summary": "Okay, so no pain on the acromion process or the scapula.",
        "keywords": [
            "acromion",
            "scapula",
            "pain",
            "okay",
            "process"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 764.0,
        "end_time": 770.0,
        "text": "Any pain where your biceps are? No. No.",
        "topic_id": 15,
        "summary": "Any pain where your biceps are? No. No.",
        "keywords": [
            "biceps",
            "pain"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 770.0,
        "end_time": 793.0,
        "text": "No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No.",
        "topic_id": 16,
        "summary": "No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No. No.",
        "keywords": [],
        "sentiment": 0.0
    },
    {
        "start_time": 793.0,
        "end_time": 791.2,
        "text": "No. No. No? No. No, okay, have what at your elbows? No pain at the elbows and full, I can move my elbows and shoulders, no problem either. And my neck doesn't hurt at all either, I can move my neck. I've got one you palpate your wrists, both sides, medium and lateral.",
        "topic_id": 17,
        "summary": " I've got one you palpate your wrists, both sides, medium and lateral . No pain at the elbows and full, I can move my elbows and shoulders, no problem either . And my neck doesn't hurt at all either, he says .",
        "keywords": [
            "neck",
            "shoulders",
            "wrists",
            "elbows",
            "pain"
        ],
        "sentiment": 0.04999999999999999
    },
    {
        "start_time": 791.2,
        "end_time": 798.0,
        "text": "Um, yeah, no pain if I'm just pressing for palpating the rest.",
        "topic_id": 18,
        "summary": "Um, yeah, no pain if I'm just pressing for palpating the rest.",
        "keywords": [
            "pain",
            "palpating",
            "pressing",
            "rest",
            "just"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 798.0,
        "end_time": 810.92,
        "text": "Okay. Um, and I'm going to get you to straighten out your arm and flex that your shoulder.",
        "topic_id": 19,
        "summary": "Okay. Um, and I'm going to get you to straighten out your arm and flex that your shoulder.",
        "keywords": [
            "shoulder",
            "straighten",
            "arm",
            "flex",
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 810.92,
        "end_time": 833.92,
        "text": ". . . . . . . . . . . . . . . . . . . . . . .",
        "topic_id": 20,
        "summary": ". . . . . . . . . . . . . . . . . . . . . . .",
        "keywords": [],
        "sentiment": 0.0
    },
    {
        "start_time": 833.92,
        "end_time": 866.88,
        "text": "..... I'm going to get you to straighten out your arm and flex that your shoulder and extend that your shoulder does that hurt. No. How about when you flex your elbow and extend your elbow? No. How about when you flex your wrist and extend your wrist? No. Okay. So I'm going to do a special test for something called Carpool Tunnel Syndrome. So I'm going to get you to the straight night your left arm again and right where alright how do we do this? Okay, so with your right hand or with your, yeah, with your right index finger and middle finger, you're going to tap um, just below, uh, where the bulk of your thumb muscles are, um, connecting to your wrist. I'm just gonna",
        "topic_id": 21,
        "summary": " The test is a special test for something called Carpool Tunnel Syndrome . I'm going to get you to straighten out your arm and flex your shoulder and flex that your shoulder does that hurt? No. How about when you flex your elbow and extend your elbow? No . How about",
        "keywords": [
            "elbow",
            "shoulder",
            "wrist",
            "arm",
            "carpool"
        ],
        "sentiment": 0.1849206349206349
    },
    {
        "start_time": 866.88,
        "end_time": 967.0,
        "text": "get you to tap that area. Do you feel tingling like an electric shock sensation in your hand or anything like that? I do, yeah. You do, okay. So that's a positive can else sign. And then we're going to do one more test. So I'm going to, okay, so make like a prayer motion with your hands, like putting your two palms together and then instead invert your hands so that the outer parts are touching and your fingers are pointing towards the ground. So kind of like an upside down but with your outer parts of your your hands touching. And then I'm going to get you to just hold your arms like that for about 60 seconds. Do you feel any tingling numbness or pain in those fingers? Yeah, I get a bit of numbness and tingling when I do that. Okay, so that's a positive, feel-in-sign test. All right, so that brings me to the end of this interview. Did you have any questions or concerns anything that you wanted to bring up? We're just wondering about what this could be.",
        "topic_id": 22,
        "summary": " Do you feel tingling like an electric shock sensation in your hand or anything like that? I do, yeah. You do, okay. So that's a positive can else sign . And then we're going to do one more test. get you to tap that area. Do",
        "keywords": [
            "tingling",
            "numbness",
            "interview",
            "touching",
            "test"
        ],
        "sentiment": 0.38042765315492594
    },
    {
        "start_time": 967.0,
        "end_time": 1089.92,
        "text": "Oh yeah so it seems like you have something called carpal tunnel syndrome and that is it's pretty common so it can be caused by a lot of things but basically your median nerve runs through your forearm into your wrist and anything that squeezes or irritates that median nerve can lead to carpal tunnel syndrome and some things include and work for repetitive movements that work, obesity, and you know damaging conditions, like diabetes, inflammatory conditions, but mostly just like workplace factors can do it. Especially if you're working with like vibrating tools or on an assembly line that requires like repetitive and prolonged flexing of the wrist. So diagnosis, we just do that through like symptoms as if we're exam and we don't really need to do any imaging at this point, and to treat it, it's basically work modification, taking frequent breaks, not doing those repetitive movements as often, and then you can do things at home like apply cold packs, and then then we also have some non-surgical treatments where we can split. We can put like a risk blend while you sleep to relieve those nighttime symptoms. You can take some NSAIDs, actually we've pain. And if those don't work, we can try corticoceroids. And if that doesn't work,",
        "topic_id": 23,
        "summary": " The median nerve runs through your forearm into your wrist and anything that squeezes or irritates that nerve can lead to carpal tunnel syndrome . To treat it, it's basically work modification, taking frequent breaks, not doing those repetitive movements as often, and then you can do things at",
        "keywords": [
            "carpal",
            "wrist",
            "forearm",
            "sleep",
            "diagnosis"
        ],
        "sentiment": -0.05454545454545454
    },
    {
        "start_time": 1089.92,
        "end_time": 1095.04,
        "text": "then we can also discuss surgery sometime down the line. Does that sound okay?",
        "topic_id": 24,
        "summary": "then we can also discuss surgery sometime down the line. Does that sound okay?",
        "keywords": [
            "surgery",
            "discuss",
            "okay",
            "line",
            "does"
        ],
        "sentiment": 0.24814814814814815
    },
    {
        "start_time": 1096.64,
        "end_time": 1099.52,
        "text": "It does, yeah, thank you. Oh, yeah, no problem.",
        "topic_id": 25,
        "summary": "It does, yeah, thank you. Oh, yeah, no problem.",
        "keywords": [
            "does",
            "thank",
            "yeah",
            "oh",
            "problem"
        ],
        "sentiment": 0.0
    }
]