{
  "language": "en",
  "topics": [
    {
      "id": 0,
      "start": 0.0,
      "end": 31.92,
      "text": "So understand having some chest tightness? Yeah, it's for the last maybe three days, it's not really pain, not in any specific spot. It just feels a bit tight in my chest area when I breathe in especially and it just gets a bit harder to breathe and it feels more tight like especially when I go for my walks which I do every day, I try to walk my dog.",
      "summary": " It just feels a bit tight in my chest area when I breathe in especially and it just gets a bit harder to breathe and it feels more tight like especially when I go for my walks which I do every day, I try to walk my dog .",
      "tldr": " It just feels a bit tight in my chest area when I breathe in especially and it just gets a bit",
      "title": " It just feels a bit tight in my chest area when I",
      "bullets": [
        "It just feels a bit tight in my chest area when I breathe in especially and it just gets a bit harder to breathe and it feels more tight like especially when I go for my walks which I do every day, I try to walk my dog ."
      ],
      "keywords": [
        "chest tightness",
        "chest area",
        "chest",
        "breathe",
        "tightness"
      ]
    },
    {
      "id": 1,
      "start": 31.92,
      "end": 70.74,
      "text": "So I was just worried that it could be something serious and I wanted to come and get checked out. Okay. For sure. So you said it started about three days ago. Have you noticed it's been getting better, worse, or about staying the same? I think it's staying the same. Okay. Was there anything that happened three days ago that you can recall when you first noticed it? No, nothing in particular. Yeah, it just kind of came on and now it's been pretty steady.",
      "summary": " I was just worried that it could be something serious and I wanted to come and get checked out. I think it's staying the same. Have you noticed it's been getting better, worse, or about staying same? No, nothing in particular. No, it just kind of came on and now it has been pretty steady.",
      "tldr": " I was just worried that it could be something serious and I wanted to come and get checked out. I think it's",
      "title": " I was just worried that it could be something serious and I",
      "bullets": [
        "I was just worried that it could be something serious and I wanted to come and get checked out",
        "I think it's staying the same",
        "Have you noticed it's been getting better, worse, or about staying same? No, nothing in particular",
        "No, it just kind of came on and now it has been pretty steady."
      ],
      "keywords": [
        "happened three days",
        "worried",
        "days ago",
        "noticed",
        "started"
      ]
    },
    {
      "id": 2,
      "start": 70.74,
      "end": 107.66,
      "text": "Okay. And when it came on three days, but what were you doing? I think I first noticed it when I was gone for my walk. Okay. Now, when you're walking, you say you have some chest tightness. Do you have any chest pain? No, there's not pain. It just feels like when I breathe in, it feels tight. Okay. Did you feel anxious or sweaty or the feeling of impending doom at all? No, I can't say that I did. Nothing like that? Okay.",
      "summary": " When it came on three days, but what were you doing? I think I first noticed it when I was gone for my walk . Did you feel anxious or sweaty or the feeling of impending doom? No, I can't say that I did .",
      "tldr": " When it came on three days, but what were you doing? I think I first noticed it",
      "title": " When it came on three days, but what were you doing",
      "bullets": [
        "When it came on three days, but what were you doing? I think I first noticed it when I was gone for my walk",
        "Did you feel anxious or sweaty or the feeling of impending doom? No, I can't say that I did ."
      ],
      "keywords": [
        "chest pain",
        "chest tightness",
        "tightness",
        "feel",
        "chest"
      ]
    },
    {
      "id": 3,
      "start": 107.66,
      "end": 156.98,
      "text": "And did you feel yourself becoming out of breath at all? I feel like it was kind of harder to get a whole breath. So yeah. Yeah, I guess. Okay. And was this tightness all across your chest or was in one particular area? Kind of like I just saw it all over. Okay. Since then, that happened when you were up for a walk. How many times does it happen a day, what do you say? Well, I feel like it's kind of always there, but it gets worse when I go for my walk. Sometimes they go for more than one walk, right? So walk my dog. But it's always kind of there.",
      "summary": " Since then, that happened when you were up for a walk. It gets worse when I go for my walk. But it's always kind of there. How many times does it happen a day, what do you say?",
      "tldr": " Since then, that happened when you were up for a walk. It gets worse when I go for my walk. But it's always kind of there. How many times does it happen a day, what do you say?",
      "title": " Since then, that happened when you were up for a walk. It gets worse when I go for my walk. But it's always kind of there. How many times does it happen a day, what do you say?",
      "bullets": [
        "Since then, that happened when you were up for a walk",
        "It gets worse when I go for my walk",
        "But it's always kind of there",
        "How many times does it happen a day, what do you say?"
      ],
      "keywords": [
        "breath",
        "tightness",
        "chest",
        "feel",
        "walk"
      ]
    },
    {
      "id": 4,
      "start": 156.98,
      "end": 190.98,
      "text": "And especially when I'm like getting up out of the chair, I can feel it more. Or when I take my big, like a big breath in, as I said. Okay. So it's been there pretty constantly for the past three days, but it's more noticeable if not worse when you're going for a walk. It's exactly. Okay. Have you had any cough at all in the last little while? No, like I feel a little more horse and like there's maybe some more plum. Like I'm clearing my throat more, but I haven't actually been coughing.",
      "summary": " Have you had any cough at all in the last little while? No, like I feel a little more horse and like there's maybe some more plum . Like I'm clearing my throat more, but I haven't actually been coughing .",
      "tldr": " Have you had any cough at all in the last little while? No, like I",
      "title": " Have you had any cough at all in the last little while",
      "bullets": [
        "Have you had any cough at all in the last little while? No, like I feel a little more horse and like there's maybe some more plum",
        "Like I'm clearing my throat more, but I haven't actually been coughing ."
      ],
      "keywords": [
        "big breath",
        "noticeable",
        "breath",
        "chair",
        "pretty constantly"
      ]
    },
    {
      "id": 5,
      "start": 190.98,
      "end": 226.73,
      "text": "Okay. Any fevers? No. I can't say that. Okay. Any night sweats? So waking up in the seats are soaked? No. Any chills? No. Any unexplained weight loss at all? Nope. Okay. And have you ever had anything like this happen to you before? I mean, I have asthma. So I've had some trouble breathing before.",
      "summary": " Have you ever had anything like this happen to you before? I mean, I have asthma. So I've had some trouble breathing before. I can't say that. Any fevers? No. Any night sweats? So waking up in the seats are soaked? No . Any unexplained weight loss at all? Nope.",
      "tldr": " Have you ever had anything like this happen to you before? I mean, I have asthma. I've had",
      "title": " Have you ever had anything like this happen to you before?",
      "bullets": [
        "Have you ever had anything like this happen to you before? I mean, I have asthma",
        "So I've had some trouble breathing before",
        "I can't say that",
        "Any fevers? No",
        "Any night sweats? So waking up in the seats are soaked? No",
        "Any unexplained weight loss at all? Nope."
      ],
      "keywords": [
        "fevers",
        "seats are soaked",
        "asthma",
        "night sweats",
        "sweats"
      ]
    },
    {
      "id": 6,
      "start": 226.73,
      "end": 323.73,
      "text": "This feels different than other times. I guess it could be related, but I don't know. It feels a little bit different. That's why I wanted to come in and get a check dough. Okay. So you have asthma. Do you use any puffers with the moment? Yeah. I just use the one that I take every day. I don't really use the one that's as needed because I just haven't had two in a really long time, so I didn't refill my last one. Okay. I don't have any more of the as needed, but you have used it in the past. Yeah, exactly. Like, it's been a couple of years since I needed that, but I still take the daily one. Okay. And you haven't stopped taking the daily one in the last three days either. No, I always take it. So I'm supposed to actually take it morning and night. So while though sometimes I was skipping the night one because I didn't feel that I was needing it. So so lately, I've been taking it every day, but I've just been taking it in the morning. Okay. And what makes you say you haven't really needed the one at night? Have you just been doing well without it? Exactly. Like I haven't needed the vacuum one in a few years, and even when I was just taking it in the morning, I had a new problem. Okay. Understood. And then have you had it?",
      "summary": " This feels different than other times. I guess it could be related, but I don't know. It feels a little bit different. That's why I wanted to come in and get a check dough . Do you use any puffers with the moment? Yeah. I just use the one that I take every day .",
      "tldr": " This feels different than other times. I guess it could be related, but I don't know. It feels a little",
      "title": " I guess it could be related, but I don't know",
      "bullets": [
        "This feels different than other times",
        "I guess it could be related, but I don't know",
        "It feels a little bit different",
        "That's why I wanted to come in and get a check dough",
        "Do you use any puffers with the moment? Yeah",
        "I just use the one that I take every day ."
      ],
      "keywords": [
        "taking",
        "daily",
        "days",
        "morning",
        "day"
      ]
    },
    {
      "id": 7,
      "start": 323.73,
      "end": 367.09,
      "text": "I should have asked you work currently. I'm a financial advisor. I'm like, send you retired, so I do some stuff from home. Okay. Got it. I suppose it just has this kind of chest tightness stopped you from doing activities that you normally would do. I mean, this time from work. I haven't missed any work, but I'm not doing a ton of work right now. I don't think it would stop me. It just would make me uncomfortable during work and it keeps me maybe this the last few days. It's kept me from I usually go on a couple of walks a day.",
      "summary": " I haven't missed any work, but I'm not doing a ton of work right now . I don't think it would stop me. It just would make me uncomfortable during work and it keeps me maybe this the last few days . It's kept me from I usually go on a couple of walks a day .",
      "tldr": " I haven't missed any work, but I'm not doing a ton of work right now . It just would make me uncomfortable",
      "title": " I haven't missed any work, but I'm not doing",
      "bullets": [
        "I haven't missed any work, but I'm not doing a ton of work right now",
        "I don't think it would stop me",
        "It just would make me uncomfortable during work and it keeps me maybe this the last few days",
        "It's kept me from I usually go on a couple of walks a day ."
      ],
      "keywords": [
        "asked you work",
        "work",
        "send you retired",
        "stuff from home",
        "advisor"
      ]
    },
    {
      "id": 8,
      "start": 367.09,
      "end": 419.09,
      "text": "The last couple days. I've just gone on one usually. So it's yeah. So it's really not stopping too much of your day-to-day functioning, but it's noticeable. Exactly. Yeah. Okay. Now, is there any other issue that you see your doctor regularly for, aside from the asthma? High blood pressure. I don't really see my doctor very much. I just am on medication. Okay. We just talked about your medications a little bit. What are you taking currently? I take the cell butamol that we talked about. And I take a Ramamapril.",
      "summary": " The last couple days, I've just gone on one usually, but it's noticeable . I don't really see my doctor very much. I just am on medication. I take a Ramamapril .",
      "tldr": " The last couple days, I've just gone on one usually, but it's noticeable . I don't really see my doctor very much. I just am on medication. I take a Ramamapril .",
      "title": " The last couple days, I've just gone on one usually, but it's noticeable . I don't really see my doctor very much. I just am on medication. I take a Ramamapril .",
      "bullets": [
        "The last couple days, I've just gone on one usually, but it's noticeable",
        "I don't really see my doctor very much",
        "I just am on medication",
        "I take a Ramamapril ."
      ],
      "keywords": [
        "asthma",
        "Ramamapril",
        "medication",
        "couple days",
        "days"
      ]
    },
    {
      "id": 9,
      "start": 419.09,
      "end": 450.09,
      "text": "Yep. And sometimes the Tylenol is, you know, if I have headache or something, but not very often. Okay. Understood. So aside from the high blood pressure, you're really not taking medications for much else. No. No. Okay. Do you have any other long issues or any trouble with your lungs in the past? No. Nothing major. It just has not. But, you know, like I said, it's been a few years since it has bothered me.",
      "summary": " Do you have any other long issues or any trouble with your lungs in the past? No. Nothing major. It just has not. But, you know, like I said, it's been a few years since it has bothered me .",
      "tldr": " Do you have any other long issues or any trouble with your lungs in the past?",
      "title": " Do you have any other long issues or any trouble with your",
      "bullets": [
        "Do you have any other long issues or any trouble with your lungs in the past? No",
        "Nothing major",
        "It just has not",
        "But, you know, like I said, it's been a few years since it has bothered me ."
      ],
      "keywords": [
        "high blood pressure",
        "Tylenol",
        "headache",
        "taking medications",
        "blood pressure"
      ]
    },
    {
      "id": 10,
      "start": 450.09,
      "end": 486.02,
      "text": "Okay. Got it. And just in terms of your life itself, so do you smoke at all? No. Never. Okay. So no smoking. Any other recreational substance in drugs? Oh, no. No. I mean, I have, you know, a few beers on the weekend. But I don't do very, I don't do any drugs and I don't drink much other than that. Okay. Got it. Any allergies you have? No. No.",
      "summary": " Do you smoke at all? No. Never. I mean, I have, you know, a few beers on the weekend. But I don't do very, I . don't drink much other than that. No. Any allergies you have? No . Any other recreational substance in drugs? Oh, no.",
      "tldr": " Do you smoke at all? No. Never. I mean, I have a few beers on the",
      "title": " Do you smoke at all? No. Never. I mean",
      "bullets": [
        "Do you smoke at all? No",
        "Never",
        "I mean, I have, you know, a few beers on the weekend",
        "But I don't do very, I",
        "don't drink much other than that",
        "No",
        "Any allergies you have? No",
        "Any other recreational substance in drugs? Oh, no."
      ],
      "keywords": [
        "smoking",
        "allergies",
        "smoke",
        "recreational substance",
        "substance in drugs"
      ]
    },
    {
      "id": 11,
      "start": 486.02,
      "end": 517.07,
      "text": "Like I, I don't know if you're younger. I got some, you know, allergies sometimes in the spring time. But other than that, I, I like it. It's really been a many years since I've noticed that. Okay. And so nothing new in the environment. You haven't changed where you've been living or you haven't introduced any pet or any dog. Exactly.",
      "summary": " \"I got some, you know, allergies sometimes in the spring time. But other than that, I, I like it. It's really been a many years since I've noticed that.\"",
      "tldr": " \"I got some, you know, allergies sometimes in the spring time. But other than that, I, I like it. It's really been a many years since I've noticed that.\"",
      "title": " \"I got some, you know, allergies sometimes in the spring time. But other than that, I, I like it. It's really been a many years since I've noticed that.\"",
      "bullets": [
        "\"I got some, you know, allergies sometimes in the spring time",
        "But other than that, I, I like it",
        "It's really been a many years since I've noticed that.\""
      ],
      "keywords": [
        "allergies",
        "introduced any pet",
        "younger",
        "spring",
        "environment"
      ]
    },
    {
      "id": 12,
      "start": 517.07,
      "end": 552.35,
      "text": "Okay. So it sounds like pretty much saying the course lasts a little while. Just kind of a new onset of this new chest tightness. And aside from that, it seems that it comes on mainly on walks outdoors. But you've kind of been limiting some of the medication you've taken for as in the last couple of years. Because you haven't really felt that you needed it as much. Yeah, like just the morning was, it was enough. Okay. All right, John, I think I've got most of the information I need just to go talk to the dog and talk about your story.",
      "summary": " Just kind of a new onset of this new chest tightness . Aside from that, it seems that it comes on mainly on walks outdoors . You've kind of been limiting some of the medication you've taken for as in the last couple of years .",
      "tldr": " \"Just kind of a new onset of this new chest tightness . Aside from that, it seems",
      "title": " \"Just kind of a new onset of this new chest tight",
      "bullets": [
        "Just kind of a new onset of this new chest tightness",
        "Aside from that, it seems that it comes on mainly on walks outdoors",
        "You've kind of been limiting some of the medication you've taken for as in the last couple of years ."
      ],
      "keywords": [
        "chest tightness",
        "chest",
        "tightness",
        "onset",
        "walks outdoors"
      ]
    },
    {
      "id": 13,
      "start": 552.35,
      "end": 585.35,
      "text": "Next, of course, I'm going to do a quick physical exam. I'm going to take a listen to your lungs and see what else we might want to do in terms of investigations. I have a feeling that this actually might be your asthma, reoccurring in some capacity. Or that would be on the top of the differential for now, barring any other new findings. So I think maybe what we'd like to do is we'd like to try having those rescue puffers available to see if that helps at all when you hour on walks. And if they don't help, then we'll come back to the table and see what other possible directions we could have in order to help you next.",
      "summary": " I have a feeling that this actually might be your asthma, reoccurring in some capacity . Or that would be on the top of the differential for now, barring any other new findings . Next, of course, I'm going to do a quick physical exam .",
      "tldr": " \"I have a feeling that this actually might be your asthma, reoccurring in some capacity .",
      "title": " \"I have a feeling that this actually might be your asthma",
      "bullets": [
        "I have a feeling that this actually might be your asthma, reoccurring in some capacity",
        "Or that would be on the top of the differential for now, barring any other new findings",
        "Next, of course, I'm going to do a quick physical exam ."
      ],
      "keywords": [
        "asthma",
        "lungs",
        "rescue puffers",
        "quick physical exam",
        "physical exam"
      ]
    },
    {
      "id": 14,
      "start": 585.35,
      "end": 618.35,
      "text": "Does that sound good, John? Sounds great. I'm just glad to know that it's probably not my heart. No, it sounds well. I suppose you said you didn't really get out of breath with exercise more sounds like a chest tightness. And you haven't had any pain associated with it so that puts more cardiac ischemic pictures kind of lower on the differential. But of course, we're going to try one thing at a time and then come back to the table, depending on how you're feeling after that.",
      "summary": " John says he's just glad to know that it's probably not his heart . He says he didn't really get out of breath with exercise more sounds like a chest tightness . And you haven't had any pain associated with it .",
      "tldr": " John says he didn't really get out of breath with exercise more sounds like a chest tight",
      "title": " John says he didn't really get out of breath with exercise",
      "bullets": [
        "John says he's just glad to know that it's probably not his heart",
        "He says he didn't really get out of breath with exercise more sounds like a chest tightness",
        "And you haven't had any pain associated with it ."
      ],
      "keywords": [
        "chest tightness",
        "heart",
        "tightness",
        "Sounds great",
        "sound good"
      ]
    },
    {
      "id": 15,
      "start": 618.35,
      "end": 626.35,
      "text": "Sounds great. Thank you. No problem. Okay, I'll go talk to the doctor and I'll be back with you in a moment. Thank you.",
      "summary": "Sounds great. Thank you. No problem. Okay, I'll go talk to the doctor and I'll be back with you in a moment. Thank you.",
      "tldr": "Sounds great. Thank you. No problem. Okay, I'll go talk to the doctor and I'll be back with you in a moment. Thank you.",
      "title": "Sounds great. Thank you. No problem. Okay, I'll go talk to the doctor and I'll be back with you in a moment. Thank you.",
      "bullets": [
        "Sounds great",
        "Thank you",
        "No problem",
        "Okay, I'll go talk to the doctor and I'll be back with you in a moment",
        "Thank you."
      ],
      "keywords": [
        "Sounds great",
        "doctor",
        "Sounds",
        "great",
        "problem"
      ]
    }
  ]
}