{
  "language": "en",
  "topics": [
    {
      "id": 0,
      "start": 0.0,
      "end": 59.76,
      "text": "how can I help you today? Yeah, I brought my eight-year-old daughter here because I've noticed that she's been quite wheezy for the past four or five days and now she has a slight cough, sounds like she's a little short of breath so I just wanted to get things checked out. Okay, so for the one at first present, about four to five days, but what did he notice first? I noticed that she was wheezy and it seemed like she was having some difficulty taking in deep breaths. Okay, now was this with any type of activity or just at rest? Yeah, she was playing tag with one of her cousins and she was quite out of breath after.",
      "summary": " A mother brought her eight-year-old daughter to a doctor because she was wheezy . The doctor noticed that she was having difficulty taking in deep breaths . Now she has a slight cough .",
      "tldr": " A mother brought her eight-year-old daughter to a doctor because she was wheezy . The doctor noticed that she was having difficulty taking in deep breaths . Now she has a slight cough .",
      "title": " A mother brought her eight-year-old daughter to a doctor because she was wheezy . The doctor noticed that she was having difficulty taking in deep breaths . Now she has a slight cough .",
      "bullets": [
        "A mother brought her eight-year-old daughter to a doctor because she was wheezy",
        "The doctor noticed that she was having difficulty taking in deep breaths",
        "Now she has a slight cough ."
      ],
      "keywords": [
        "slight cough",
        "deep breaths",
        "breath",
        "short of breath",
        "cough"
      ]
    },
    {
      "id": 1,
      "start": 60.48,
      "end": 92.56,
      "text": "Okay, has she ever had anything like this before? No. Nothing like that? No, okay, and has it been fairly steady since then? Or has it been fluctuating? It's been fluctuating. Okay, but it hasn't really gone away in the sense that you're still concerned coming out four days later? Yeah, it's just, she would have these episodes, but it would resolve on its own",
      "summary": " Has she ever had anything like this before? No, okay, and has it been fairly steady since then? It's been fluctuating. It hasn't really gone away in the sense that you're still concerned coming out four days later? Yeah, it's just, she would have these episodes, but it would resolve on its own .",
      "tldr": " It hasn't really gone away in the sense that you're still concerned coming out four days later . Has she ever had",
      "title": " It hasn't really gone away in the sense that you're",
      "bullets": [
        "Has she ever had anything like this before? No, okay, and has it been fairly steady since then? It's been fluctuating",
        "It hasn't really gone away in the sense that you're still concerned coming out four days later? Yeah, it's just, she would have these episodes, but it would resolve on its own ."
      ],
      "keywords": [
        "fluctuating",
        "episodes",
        "concerned coming",
        "concerned",
        "fairly steady"
      ]
    },
    {
      "id": 2,
      "start": 92.56,
      "end": 210.94,
      "text": "and then she would go back to doing some sort of activity and then she would have all these symptoms all over again, but when she rests, then it goes away, so I wasn't really sure to share what to think of it, but now I think it's important to get it checked out, so here we are. Has she had any fever at home? No. Has she had a runny nose at all at home? No. Has she seemed well otherwise? Does she look sick? Yeah, she looks fine otherwise. Okay, and has she had any sick contacts recently? Anyone around her or friends been sick? No, not that I've noticed. Okay, any recent travel anywhere? No, we didn't go anywhere because of COVID. Okay, but she's still been going to school, I suppose, playing with her friends? Yes. Okay, have you noticed any rashes, any skin changes anywhere on her body? Not that I've noticed, no. Okay, nothing like that. Has she complained of any pain anywhere? No. Okay, and has she had any recent infections? Actually, she had a couple of infections over the past two years. They would come and go and we took her to the doctor each time and it just ended up being some sort of viral infection. Okay, so nothing really needing antibiotics in the last couple of years. And in terms of how she's been doing,",
      "summary": " Has she had any fever at home? No. Has she seemed well otherwise? Does she look sick? Yeah, she looks fine otherwise . Has she complained of any pain anywhere? No .",
      "tldr": " Has she had any fever at home? No. Has she seemed well otherwise? Does she look sick? Yeah, she looks fine otherwise . Has she complained of any pain anywhere? No .",
      "title": " Has she had any fever at home? No. Has she seemed well otherwise? Does she look sick? Yeah, she looks fine otherwise . Has she complained of any pain anywhere? No .",
      "bullets": [
        "Has she had any fever at home? No",
        "Has she seemed well otherwise? Does she look sick? Yeah, she looks fine otherwise",
        "Has she complained of any pain anywhere? No ."
      ],
      "keywords": [
        "fever at home",
        "symptoms",
        "sick",
        "rests",
        "recent"
      ]
    },
    {
      "id": 3,
      "start": 210.94,
      "end": 300.62,
      "text": "has she been keeping up with her peers in terms of education and how she moves, how she acts? Yeah, she's been on par with her peers. Okay, so does she have a family physician? Yes. Okay, so they haven't brought up any concerns about how she's growing, how she's developing? No. So her weight, her height, they've been good for her age? Yeah, yeah. Excellent. And has she gotten, has she been keeping up to date for immunizations? Yes, she's fully up to date. Excellent. In regards to how she's doing otherwise, in terms of her health, did she see a family physician for any other medical issues that she might be having? No, she's otherwise pretty healthy. Okay, how is the birth? Is there any complications when she was born? No, she was a vaginal delivery full-term, no complications. Okay, so nothing when you were pregnant with her, no toxic ingestions, by that I mean, did you drink any alcohol, smoke it all when you were pregnant with her? No. No, okay. And you just had anti-natal care, so you saw a doctor for ultrasound and just for checkouts? Yeah, everything was fine. Okay, and when she was born, she didn't have to stay in the hospital at all.",
      "summary": " She was a vaginal delivery full-term, no complications . Her weight, her height, they've been good for her age . Has she been keeping up with her peers in terms of education and how she moves?",
      "tldr": " She was a vaginal delivery full-term, no complications . Her weight, her height, they've been good for her age . Has she been keeping up with her peers in terms of education and how she moves?",
      "title": " She was a vaginal delivery full-term, no complications . Her weight, her height, they've been good for her age . Has she been keeping up with her peers in terms of education and how she moves?",
      "bullets": [
        "She was a vaginal delivery full-term, no complications",
        "Her weight, her height, they've been good for her age",
        "Has she been keeping up with her peers in terms of education and how she moves?"
      ],
      "keywords": [
        "family physician",
        "born",
        "physician",
        "family",
        "keeping"
      ]
    },
    {
      "id": 4,
      "start": 302.06,
      "end": 418.22,
      "text": "No, no. Okay. And was she born? What weight was she when she was born? Yeah, she was... How much was she? I think she was about eight kilos? Eight kilos? Sorry, eight pounds, eight pounds. Yeah, no worries. Exactly. And then, otherwise, she says she's been healthy otherwise, been doing well, just in terms of how she's been doing with other systems of her body. Do you notice any concerns for her bowel movements? No, she's been pretty regular. Okay, any concerns for her peeing? Yeah, no. She's been going pretty frequently and she's yeah, no changes there. And we already talked she hasn't had any fevers. When she costs, does she ever bring anything up? No, I haven't noticed any flamm, no. Okay, and when she's having these wheezy episodes, do you ever notice that she looks like she's really straining to breathe, really struggling? I... Yeah, so she... it's not like she turns blue or anything like that. She just slightly has a hard time catching her breath. Okay, so these usually recover on their own. You don't give her anything for it? No. Okay, does she have any allergies? No. Well, she has some seasonal allergies, but nothing that she's been tested for. Okay, do you give her anything for a seasonal allergy? Sometimes she takes like reactant or like over the counter stuff, but no prescribed medications. Okay, so she doesn't have any allergies where her face swells up or she has trouble breathing?",
      "summary": " When she costs, does she ever bring anything up? No, I haven't noticed any flamm . Do you notice any concerns for her bowel movements? No . And then, otherwise, she says she's been healthy otherwise, been doing well . She has some seasonal allergies, but nothing that has been tested for .",
      "tldr": " When she costs, does she ever bring anything up? No, I haven't noticed any flamm . Do you",
      "title": " When she costs, does she ever bring anything up? No",
      "bullets": [
        "When she costs, does she ever bring anything up? No, I haven't noticed any flamm",
        "Do you notice any concerns for her bowel movements? No",
        "And then, otherwise, she says she's been healthy otherwise, been doing well",
        "She has some seasonal allergies, but nothing that has been tested for ."
      ],
      "keywords": [
        "seasonal allergies",
        "kilos",
        "allergies",
        "weight",
        "pretty regular"
      ]
    },
    {
      "id": 5,
      "start": 418.22,
      "end": 455.74,
      "text": "No. Okay, and these episodes mainly happen when she's playing with friends. So they have a certain environment, like for example, is this in a friend's house or is this outdoors or has it been across different settings? It's been across different settings, but I will say it's worse when the weather's colder weather. Okay, and do these episodes ever happen in your home? Yeah. And what's the context for them having happening in your home?",
      "summary": " These episodes mainly happen when she's playing with friends . It's been across different settings, but I will say it's worse when the weather's colder .",
      "tldr": " These episodes mainly happen when she's playing with friends . It's been across different settings, but I will say it's worse when the weather's colder .",
      "title": " These episodes mainly happen when she's playing with friends . It's been across different settings, but I will say it's worse when the weather's colder .",
      "bullets": [
        "These episodes mainly happen when she's playing with friends",
        "It's been across different settings, but I will say it's worse when the weather's colder ."
      ],
      "keywords": [
        "episodes",
        "friend house",
        "house",
        "weather",
        "home"
      ]
    },
    {
      "id": 6,
      "start": 456.3,
      "end": 520.72,
      "text": "Usually when she is out and about running around in the backyard with her friends, is when I mostly noticed it, yeah. Okay, so she doesn't have any symptoms that rest? Oh no. And does have any symptoms at night? At night? So there was one one one night when she had some issues with like whizziness, but it did resolve on its own. Okay, and did she wake up at night with that or just... Just trouble falling asleep, I think, yeah. Okay, so what were I talked about? So she doesn't really have any past medical issues that she seemed doctor for. Any surgeries? No surgeries. Okay, just yet taking medications right now? No medications. Aside from the occasional reactive?",
      "summary": " Usually when she is out and about running around in the backyard with her friends, is when I mostly noticed it, yeah . She doesn't really have any past medical issues that she seemed doctor for. Any surgeries? No surgeries. No medications right now.",
      "tldr": " She doesn't really have any past medical issues that she seemed doctor for . Any surgeries? No",
      "title": " She doesn't really have any past medical issues that she seemed",
      "bullets": [
        "Usually when she is out and about running around in the backyard with her friends, is when I mostly noticed it, yeah",
        "She doesn't really have any past medical issues that she seemed doctor for",
        "Any surgeries? No surgeries",
        "No medications right now."
      ],
      "keywords": [
        "symptoms that rest",
        "symptoms",
        "whizziness",
        "medications",
        "asleep"
      ]
    },
    {
      "id": 7,
      "start": 522.56,
      "end": 559.36,
      "text": "Yeah, aside from that. Nothing, no regular medications. And she's in school? Yeah, she's in grade three now. Okay, and does she live with you? Yeah, she lives with me and my husband. Okay, do you two live in a house in the town? Yep, in a townhouse. Okay, and what do you two do for work? So my husband is an auto-scient technician and I am a kindergarten teacher.",
      "summary": " She lives with her husband and her daughter in a townhouse in the town . Her husband is an auto-scient technician and she's a kindergarten teacher .",
      "tldr": " She lives with her husband and her daughter in a townhouse in the town . Her husband is an auto-scient technician and she's a kindergarten teacher .",
      "title": " She lives with her husband and her daughter in a townhouse in the town . Her husband is an auto-scient technician and she's a kindergarten teacher .",
      "bullets": [
        "She lives with her husband and her daughter in a townhouse in the town",
        "Her husband is an auto-scient technician and she's a kindergarten teacher ."
      ],
      "keywords": [
        "medications",
        "regular medications",
        "husband",
        "teacher",
        "house"
      ]
    },
    {
      "id": 8,
      "start": 560.56,
      "end": 596.05,
      "text": "Okay, excellent. That was a question we just asked everyone. Has there ever been any CCCAS involvement in the family? No. And does anyone smoke in the household? No, no. Okay, do you keep any carpets or pets in the household? We have carpets, but they're new carpets. We just got them maybe six months ago. And nothing else. So no pets, no dogs? No. Okay, any wood burning, fireplaces, stoves in the household?",
      "summary": " Has there ever been any CCCAS involvement in the family? No. And does anyone smoke in the household? No, no, no . Do you keep any carpets or pets in the house? No .",
      "tldr": " Has there ever been any CCCAS involvement in the family? No. And does anyone smoke in the household? No, no, no . Do you keep any carpets or pets in the house? No .",
      "title": " Has there ever been any CCCAS involvement in the family? No. And does anyone smoke in the household? No, no, no . Do you keep any carpets or pets in the house? No .",
      "bullets": [
        "Has there ever been any CCCAS involvement in the family? No",
        "And does anyone smoke in the household? No, no, no",
        "Do you keep any carpets or pets in the house? No ."
      ],
      "keywords": [
        "CCCAS involvement",
        "household",
        "CCCAS",
        "carpets",
        "smoke"
      ]
    },
    {
      "id": 9,
      "start": 597.01,
      "end": 628.72,
      "text": "Okay, and change your filters. Yeah. So I think I have all the information on you. We're just going to do a physical exam and then I'm going to go talk to the physician and I'll come in and see your daughter and we'll talk about next steps from here. Do you have any questions? Do you like me to direct a hand before that happened? No, thank you so much. All right, have a good one. You too. Bye bye.",
      "summary": " We're just going to do a physical exam and then I'm going to go talk to the physician and I'll come in and see your daughter and we'll talk about next steps from here . Do you have any questions? Do you like me to direct a hand before that happened? No, thank you so much. All right, have a good one.",
      "tldr": " We're just going to do a physical exam and then I'm going to go talk to the physician and I'll come in and see your",
      "title": " We're just going to do a physical exam and then I",
      "bullets": [
        "We're just going to do a physical exam and then I'm going to go talk to the physician and I'll come in and see your daughter and we'll talk about next steps from here",
        "Do you have any questions? Do you like me to direct a hand before that happened? No, thank you so much",
        "All right, have a good one."
      ],
      "keywords": [
        "change your filters",
        "physical exam",
        "daughter",
        "filters",
        "physician"
      ]
    }
  ]
}