[
    {
        "start_time": 0.0,
        "end_time": 65.0,
        "text": "I was wondering if you could tell us what brought you into C.S. Yeah, so I just came in a, I was a bit worried because I've been having this cough for around two years, which has been getting worse. But recently, I've noticed that I see streaks of blood in this serum that I'm producing. Before it just used to be like white, but now I'm seeing over the last, I would say two months occasionally some streets of blood. Okay, and the cost started two years ago? Yeah. Okay, and it's been gradually getting worse over that time? Yeah, I would say so it's getting more frequent and worse in nature. Okay. And how much speedo am I you're breaking up in a day? Probably like a couple of teaspoons. Okay. And are you seeing like bright red blood when you're, when you're coughing it up?",
        "topic_id": 1,
        "summary": " I was wondering if you could tell us what brought you into C.S. Yeah, so I was a bit worried because I've been having this cough for around two years, which has been getting worse . But recently, I've noticed that I see streaks of blood in this serum",
        "keywords": [
            "coughing",
            "serum",
            "blood",
            "cough",
            "streaks"
        ],
        "sentiment": 0.14375
    },
    {
        "start_time": 65.0,
        "end_time": 74.0,
        "text": "Uh, in this, it's kind of mixed into the sputum. I would say like, uh, but it definitely is red.",
        "topic_id": 2,
        "summary": "Uh, in this, it's kind of mixed into the sputum. I would say like, uh, but it definitely is red.",
        "keywords": [
            "sputum",
            "red",
            "mixed",
            "kind",
            "uh"
        ],
        "sentiment": 0.19999999999999998
    },
    {
        "start_time": 74.0,
        "end_time": 83.0,
        "text": "Okay. Um, and how much blood would you say that you're, you're bringing up would it, would it be teaspoons or a cup for?",
        "topic_id": 3,
        "summary": "Okay. Um, and how much blood would you say that you're, you're bringing up would it, would it be teaspoons or a cup for?",
        "keywords": [
            "teaspoons",
            "blood",
            "cup",
            "okay",
            "um"
        ],
        "sentiment": 0.35
    },
    {
        "start_time": 83.0,
        "end_time": 90.0,
        "text": "No, it's just like a little streaks. Uh, it's not really, uh, significant, it doesn't..",
        "topic_id": 4,
        "summary": "No, it's just like a little streaks. Uh, it's not really, uh, significant, it doesn't..",
        "keywords": [
            "streaks",
            "significant",
            "doesn",
            "really",
            "just"
        ],
        "sentiment": -0.1875
    },
    {
        "start_time": 90.0,
        "end_time": 113.0,
        "text": ". . . . . . . . . . . . . . . . . . . . . . .",
        "topic_id": 5,
        "summary": ". . . . . . . . . . . . . . . . . . . . . . .",
        "keywords": [],
        "sentiment": 0.0
    },
    {
        "start_time": 113.0,
        "end_time": 86.96,
        "text": "..... Would be tea spoons or a cup or no, it's just like a little streak, so it's not really",
        "topic_id": 6,
        "summary": "..... Would be tea spoons or a cup or no, it's just like a little streak, so it's not really",
        "keywords": [
            "spoons",
            "tea",
            "cup",
            "streak",
            "like"
        ],
        "sentiment": -0.14375
    },
    {
        "start_time": 106.32,
        "end_time": 116.0,
        "text": "significant, it doesn't feel like the whole production of the sputum, but just like little streaks that I've noticed. Okay, and is the cough worse than any particular time of day? It definitely gets worse when I'm doing more activities and then also when I get like some viral infections",
        "topic_id": 7,
        "summary": " It doesn't feel like the whole production of the sputum, but just like little streaks that I've noticed . It definitely gets worse when I'm doing more activities and then also when I get like some viral infections .",
        "keywords": [
            "sputum",
            "cough",
            "infections",
            "streaks",
            "viral"
        ],
        "sentiment": 0.08379629629629629
    },
    {
        "start_time": 116.0,
        "end_time": 118.72,
        "text": "But other than that, it's pretty much always there.",
        "topic_id": 8,
        "summary": "But other than that, it's pretty much always there.",
        "keywords": [
            "pretty"
        ],
        "sentiment": 0.10833333333333334
    },
    {
        "start_time": 119.92,
        "end_time": 128.96,
        "text": "Okay, anything that makes it worse, I said it's a viral infection to you, how do viral infection",
        "topic_id": 9,
        "summary": "Okay, anything that makes it worse, I said it's a viral infection to you, how do viral infection",
        "keywords": [
            "infection",
            "viral",
            "worse",
            "okay",
            "said"
        ],
        "sentiment": 0.04999999999999999
    },
    {
        "start_time": 128.96,
        "end_time": 136.72,
        "text": "recently? Yeah, like in the last two years, I've probably had two or three viral infections",
        "topic_id": 10,
        "summary": "recently? Yeah, like in the last two years, I've probably had two or three viral infections",
        "keywords": [
            "infections",
            "recently",
            "viral",
            "ve",
            "years"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 136.72,
        "end_time": 246.8,
        "text": "just just cold symptoms. Has there been anything that you've tried to make the cough better? I've tried the tunnel cold. I certainly weren't tried just other over-the-counter medications haven't really worked. Okay, and prior to two years ago, were you experiencing any similar symptoms like this cough or bringing up blood before in the past? I've always had somewhat of a cough like I have COPD, so I've always had somewhat of a cough, like I have COPD, so I've always had a little bit of a cough here and there, but over the last two years I feel that it's been getting much worse. Okay. I've been diagnosed with chronic bronchitis before. Yeah, I think so. Okay. And so with this cough and now blood tinge to sputum, have you been experiencing any other symptoms? I do feel sometimes I get like a more tired than I used to throughout the day. Okay. Sometimes I also feel more breathless on when I'm exerting myself more. Okay. And have you been having any fevers or chills?",
        "topic_id": 11,
        "summary": " I've always had somewhat of a cough like I have COPD, but over the last two years I feel that it's been getting much worse . I've been diagnosed with chronic bronchitis before . I do feel sometimes I get like a more tired than I used to throughout the",
        "keywords": [
            "bronchitis",
            "symptoms",
            "fevers",
            "cold",
            "copd"
        ],
        "sentiment": 0.10121753246753246
    },
    {
        "start_time": 247.92,
        "end_time": 249.44,
        "text": "No, no, I haven't.",
        "topic_id": 12,
        "summary": "No, no, I haven't.",
        "keywords": [
            "haven"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 250.96,
        "end_time": 252.16,
        "text": "How about any night sweats?",
        "topic_id": 13,
        "summary": "How about any night sweats?",
        "keywords": [
            "sweats",
            "night"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 252.56,
        "end_time": 253.68,
        "text": "Nope.",
        "topic_id": 14,
        "summary": "Nope.",
        "keywords": [
            "nope"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 254.96,
        "end_time": 263.52,
        "text": "Have you lost any weight? Yeah, I've actually lost a significant amount of weight I would say within the last",
        "topic_id": 15,
        "summary": "Have you lost any weight? Yeah, I've actually lost a significant amount of weight I would say within the last",
        "keywords": [
            "weight",
            "ve",
            "significant",
            "lost",
            "yeah"
        ],
        "sentiment": 0.125
    },
    {
        "start_time": 450.0,
        "end_time": 456.0,
        "text": "one and a half month, probably lost like 8 to 10 pounds. Okay. How have you been trying to lose weight? No, not really. I've just been sitting around. Like I can barely walk that much anymore too. I used to be able to walk at least 400 meters on the block. But now I can barely even go to the kitchen. Okay, is this because of the shortness of breath when you are exerting? Yeah, that and I just start coughing so much that I just have to sit down. Okay, and have you been having any headaches? No headaches. All right, and how about, and how's your appetite been? I think it's been pretty much the same. Sometimes when I'm coughing a lot, I don't feel like eating, but other than that, it's been around the same. Okay, any nausea or vomiting? No. Any runny nose or sore throat? Nope. Okay. And then how about a loss of smell or a loss of taste? No, nothing like that. Okay. Have you been having any chest pain? Nope. Any heart palpitations? Nope. Any wheezing when you're breathing? Sometimes I would say when I get worse when I'm exerting myself more, I can get some wheezing. Okay, and have you noticed any swelling in your feet or ankles? No, nothing like that. All right. And have you woken up at night? Extremely short of breath? No, I'm pretty fine during the night. All right. And have you been having any abdominal pain? No. Any urinary problems? No. Any bowel problems like diarrhea or constipation? No, nothing like that. All right. Any skin rashes? Nope. Any joint pains or muscle pains? No. Any weakness? No. Weakness. I'll just say more fatigue. All right. So, I know you told me COPD, but do you have any other medical diagnoses? Yeah, I have high blood pressure as well. All right, I think I have high cholesterol too. I see, okay. Do you take any medications regularly? Yeah. So for the cholesterol I'm taking those who have a statin. And I forget what I'm taking for the blood pressure. But it's pretty well under control. Okay. Do you use any inhalers for COPD? I used to have, I think, like, three different inhalers, but having had to use them for, say, more than 10 years now.",
        "topic_id": 16,
        "summary": " I used to be able to walk at least 400 meters on the block, but now I can barely even go to the kitchen . Have you noticed any swelling in your feet or ankles? No, nothing like that. Have you been having any abdominal pain? No. Any urinary problems?",
        "keywords": [
            "coughing",
            "nausea",
            "diagnoses",
            "pains",
            "vomiting"
        ],
        "sentiment": 0.20124953857511999
    },
    {
        "start_time": 456.0,
        "end_time": 458.0,
        "text": "Okay.",
        "topic_id": 17,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 458.0,
        "end_time": 464.0,
        "text": "What was the reason for not needing them anymore?",
        "topic_id": 18,
        "summary": "What was the reason for not needing them anymore?",
        "keywords": [
            "reason",
            "needing",
            "anymore"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 464.0,
        "end_time": 626.08,
        "text": "I just didn't have any symptoms for a pretty long time, and my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, my dog said, any symptoms for a pretty long time and my docs said like if I don't really need them then I can just stop. Okay and have you had any recent hospitalizations? No. Any allergies to medications? Nope. Any surgeries that you've had in the past? No surgeries. Okay. And are your vaccinations up to date? Yep. Okay. And can you tell me a little bit about your social situation or living situation? Yeah, so currently I'm just living by myself in an apartment. I've been there for more than 10 years now. I am retired, so I'm not working anymore. Yeah, that's that's me. Okay, great. What did you do previously for for work? Did you have any exposures to chemicals or dusts or asbestos, things like that nature? Yes, so I worked in the steel factory for most of my working life. I think there might have I've been some exposures to chemical and dust particles. Asbestos, I don't think there was exposure, but definitely I may have lived in places that had asbestos. Yeah. Okay. How long have you been living where you've been now? So this This like the one I'm living in is a new place, but before that, I've lived in another apartment for around five years. And that was a pretty old building. Okay. Do you have any pets? No pets, no. Okay. And do you smoke cigarettes? Uh, yeah, smoke, uh, I'll say around 20 cigarettes a day right now. All right. And did you smoke more previously? Yeah, I think I've been smoking for almost like 40 years now and I used to smoke up to 30 cigarettes a day. Okay, did you smoke cannabis? No. All right. And do you drink alcohol? Just maybe a couple times a month, nothing, nothing throughout the week.",
        "topic_id": 19,
        "summary": " I just didn't have any symptoms for a pretty long time, and my docs said like if I don't really need them then I can just stop . I've been smoking for almost like 40 years now and I used to smoke up to 30 cigarettes a day . Do you smoke cannabis",
        "keywords": [
            "dog",
            "symptoms",
            "pets",
            "tell",
            "long"
        ],
        "sentiment": 0.20956270292207793
    },
    {
        "start_time": 708.0,
        "end_time": 729.0,
        "text": "Okay, so do you use any recreational drugs like IV drugs or opioids or cocaine? Well, nothing like that. All right, and anybody in the family have any similar symptoms before like coughing up blood or No, not that I know my father passed away from a heart attack when he was in his sixties and I think my mother had like I think one of the like an arthritis yeah like but I think that was just like the one that you get with old age. Okay, like osteoarthritis. Yeah, that was the one. Okay. Any cancers in the family? Not that in one of my uncles had like um and a lot louder cancer, but that's, that's, that's about it. Okay, and have you, have you traveled anywhere recently or been around any sick contacts? Possibly people, anybody who's had tuberculosis or, um, any infections? No, I've been pretty much to myself over the last few months, so not really. Okay. Was there anything that you were worried that this could be? Yeah, just a blood, I kind of got scared, or maybe I thought, like, you know, And what if it's a cancer, one of my friends had one cancer, and I know I've been smoking",
        "topic_id": 20,
        "summary": " Do you use any recreational drugs like IV drugs or opioids or cocaine? Well, nothing like that. No, not that I know my father passed away from a heart attack when he was in his sixties and I think my mother had like I think one of the like an arthritis yeah",
        "keywords": [
            "symptoms",
            "coughing",
            "cancer",
            "tuberculosis",
            "cancers"
        ],
        "sentiment": 0.1419642857142857
    },
    {
        "start_time": 729.0,
        "end_time": 728.52,
        "text": "for most of my friends had on cancer and I know I've been",
        "topic_id": 21,
        "summary": "for most of my friends had on cancer and I know I've been",
        "keywords": [
            "cancer",
            "friends",
            "know",
            "ve"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 728.52,
        "end_time": 734.76,
        "text": "smoking from most of my life so that's something I was worried about. I could",
        "topic_id": 22,
        "summary": "smoking from most of my life so that's something I was worried about. I could",
        "keywords": [
            "smoking",
            "worried",
            "life"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 734.76,
        "end_time": 742.52,
        "text": "certainly see the the concern and I understand where you're coming from. I think",
        "topic_id": 23,
        "summary": "certainly see the the concern and I understand where you're coming from. I think",
        "keywords": [
            "concern",
            "understand",
            "certainly",
            "think",
            "coming"
        ],
        "sentiment": 0.21428571428571427
    },
    {
        "start_time": 742.52,
        "end_time": 770.0,
        "text": "it would be very reasonable to investigate that today. So we'll start with I-I-I-I-I-I a CBC and some electrolytes. Also get an ECG as well if they just check your heart, and we will",
        "topic_id": 24,
        "summary": " It would be very reasonable to get an ECG as well if they just check your heart, and we will . So we'll start with I-III-I,II - CBC and some electrolytes .",
        "keywords": [
            "ecg",
            "cbc",
            "electrolytes",
            "heart",
            "investigate"
        ],
        "sentiment": 0.26
    },
    {
        "start_time": 770.0,
        "end_time": 779.28,
        "text": "see what the investigations show. Sounds good. Okay, and other things that to think",
        "topic_id": 25,
        "summary": "see what the investigations show. Sounds good. Okay, and other things that to think",
        "keywords": [
            "investigations",
            "think",
            "sounds",
            "things",
            "good"
        ],
        "sentiment": 0.35833333333333334
    },
    {
        "start_time": 779.28,
        "end_time": 805.52,
        "text": "about this could be also related to COPD. I know it's been going on a long time, but, um, possibly could have a pneumonia that's been lingering on, particularly if it's a fun goal type of, uh, infection, as well as, um, things like you mentioned you possibly,, you unsure if you've had an",
        "topic_id": 26,
        "summary": " You may have a pneumonia that's been lingering on, particularly if it's a fun goal type of infection, as well as, um, things like you mentioned you possibly,, you unsure if you've had an an infection, could be also related to COPD .",
        "keywords": [
            "pneumonia",
            "copd",
            "infection",
            "lingering",
            "possibly"
        ],
        "sentiment": 0.05
    },
    {
        "start_time": 805.52,
        "end_time": 810.0,
        "text": "asbestos exposure in the past and stuff like that can possibly lead to",
        "topic_id": 27,
        "summary": "asbestos exposure in the past and stuff like that can possibly lead to",
        "keywords": [
            "asbestos",
            "exposure",
            "lead",
            "past",
            "possibly"
        ],
        "sentiment": -0.125
    },
    {
        "start_time": 811.52,
        "end_time": 816.64,
        "text": "scarring of the lung and so all of these factors will be looked into.",
        "topic_id": 28,
        "summary": "scarring of the lung and so all of these factors will be looked into.",
        "keywords": [
            "lung",
            "scarring",
            "factors",
            "looked"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 817.36,
        "end_time": 819.12,
        "text": "Okay, sounds good. Thank you so much.",
        "topic_id": 29,
        "summary": "Okay, sounds good. Thank you so much.",
        "keywords": [
            "okay",
            "sounds",
            "thank",
            "good"
        ],
        "sentiment": 0.4666666666666666
    },
    {
        "start_time": 819.76,
        "end_time": 821.04,
        "text": "All right, you're welcome. Thank you.",
        "topic_id": 30,
        "summary": "All right, you're welcome. Thank you.",
        "keywords": [
            "welcome",
            "thank",
            "right"
        ],
        "sentiment": 0.5428571428571429
    }
]