[
    {
        "start_time": 0.0,
        "end_time": 30.56,
        "text": "I was wondering if you could tell me a little bit about what brought you in. Yeah, so a couple months ago, I was in the office and they told me that I have asthma. Like I had it when I was a little kid and I thought I grew out of it, but apparently not or like it came back or something. So, yeah, so they just told me to come back today back today. I don't really have like any issues.",
        "topic_id": 1,
        "summary": " I was wondering if you could tell me a little bit about what brought you in . Yeah, so a couple months ago, I was in the office and they told me that I have asthma . Like I had it when I was a little kid and I thought I grew out of it",
        "keywords": [
            "asthma",
            "office",
            "brought",
            "apparently",
            "told"
        ],
        "sentiment": -0.028571428571428574
    },
    {
        "start_time": 66.0,
        "end_time": 67.36,
        "text": "Okay. So what brought on the appointment in the summertime or a couple of months ago? So, like, I have gym class at school and my teacher just always thought that I should be able to run faster, like I'm like a good athlete, but I just couldn't go much faster and I'm like saying I can't really breathe when I'm running that fast and then, you know, my Mom was like, you should probably go. We should probably make an appointment.",
        "topic_id": 2,
        "summary": " Gym teacher always thought that I should be able to run faster, like I'm like a good athlete, but I just couldn't go much faster . My Mom was like, you know, you should probably go. We should probably make an appointment. Okay. So what brought on the",
        "keywords": [
            "appointment",
            "running",
            "teacher",
            "gym",
            "run"
        ],
        "sentiment": 0.38333333333333336
    },
    {
        "start_time": 69.84,
        "end_time": 105.0,
        "text": "Okay. And when you're exercising or in gym class, do you get short of breath? Third, do you find that you have difficulty breathing? Yeah. Yeah. Like I, if I try to run fast, like I kind of can't breathe anymore. Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, like I, if I try to run, but I kind of can't breathe anymore. So I kind of stop or go slower. Okay, and how long does I take for the breathing difficulty to go away? I think if I drop doing the thing, I'm breathing difficulty to go away.",
        "topic_id": 3,
        "summary": " If I try to run fast, like I kind of can't breathe anymore, so I stop or go slower . I think if I drop doing the thing, I'm breathing difficulty to go away .",
        "keywords": [
            "breathing",
            "breath",
            "exercising",
            "breathe",
            "gym"
        ],
        "sentiment": 0.3277777777777778
    },
    {
        "start_time": 122.0,
        "end_time": 186.88,
        "text": "Look if I stop doing the thing I'm doing. I don't know, not very long, like, a couple of minutes. Okay, and does this happen in any other settings? Thanks. Ah, like sometimes when it's really cold outside, I'll go out and like it's my test field tight and I feel like I can't breathe and kind of sucks like my girlfriend wanted to build a snowman and do snow angel and stuff and I couldn't do it. Oh, and another time like I went to my friend's house and they had a bunch of cats, I felt like I got lazy sound and I felt like that time it took longer for the breathing to get easier like I had to leave. Okay, so you've noticed changes to your breathing sounds like you've had noisy breathing before? Yeah, mostly just with the cat. Okay. We don't have a cat at my house so I didn't really think anything of it and then I went to my friend so she's had a bunch of cats and then at that time I could actually hear it. No, okay, and have you had a cough?",
        "topic_id": 4,
        "summary": " Sometimes when it's really cold outside, I'll go out and like it's my test field tight and I feel like I can't breathe and kind of sucks like my girlfriend wanted to build a snowman and do snow angel and I couldn't do it . Another time like I went",
        "keywords": [
            "breathing",
            "breathe",
            "cat",
            "cats",
            "noisy"
        ],
        "sentiment": 0.10092113768584357
    },
    {
        "start_time": 395.2,
        "end_time": 425.68,
        "text": "Ah, no, I don't think so. Oh, okay. And were there anything was there anything that you tried besides the rest to make those symptoms go away? Like have the uh so inhaler that the doctor gave me last time so um so yeah like I've been using that in gym class now okay how many days per week or you're using that? Well, I'm a little confused now because I, the one I'm supposed to use like every day a couple times and then there was a different one that I thought it was only supposed to be used if the other one didn't work, but now the nurse just told me that I'm still teasing both. So I only got the one at the pharmacy. So I don't really, I don't really know. I feel like a bit confused now. But I always used the one supposed to be like two times a day. The one that starts with an F. But sometimes I just do it one-to-day if I forget the second one. Okay. Well, we can definitely clarify the confusion about the medications today. Sometimes for steroid medications, those ones are required to be used daily in order to get the maximum benefit. And so we'll take a look at your medications and see if one of those has a steroid component in it and say, and how often you're needing it. Have you been having any episodes of shortness of breath at night time? No, you No, mostly the gym class, like I said. Okay, and have you had any other associated symptoms? Uh, I don't think so, like what do you mean? Um, so anything like, um, like allergies, like runny nose or really, um, itchy eyes with maybe some like eye tearing. Um, when I was around the pot, yeah. But not the other time. Okay. And, uh, do any rashes on your skin or really itchy skin? When I was a kid, but not really now. Okay. And how about any nausea or vomiting, no. Okay, any infectious symptoms overall? I don't, I don't think so. Okay, any urinary problems? Like, no, no. Okay, no okay any vowel problems I know no that's all good okay and any fevers or chills no okay and then how about I'm having any Thanks for watching, see you in the next video, thanks for watching, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you in the next video, see you having any night sweats? What's that? So overnight, when you're sleeping, you'd wake up with either your, like, pajamas stretch, store your, your drenched, drenched from sweating.",
        "topic_id": 5,
        "summary": " We'll take a look at your medications and see if one of those has a steroid component in it and say, and how often you're needing it . Sometimes for steroid medications, those ones are required to be used daily in order to get the maximum benefit . Have you been having any",
        "keywords": [
            "medications",
            "inhaler",
            "steroid",
            "symptoms",
            "allergies"
        ],
        "sentiment": 0.03307291666666667
    },
    {
        "start_time": 427.2,
        "end_time": 429.36,
        "text": "Oh, no. Okay. Oh, not that.",
        "topic_id": 6,
        "summary": "Oh, no. Okay. Oh, not that.",
        "keywords": [
            "oh",
            "okay"
        ],
        "sentiment": -0.25
    },
    {
        "start_time": 429.36,
        "end_time": 432.92,
        "text": "Okay, so I just wanted to ask a few questions",
        "topic_id": 7,
        "summary": "Okay, so I just wanted to ask a few questions",
        "keywords": [
            "okay",
            "ask",
            "questions",
            "just",
            "wanted"
        ],
        "sentiment": 0.15
    },
    {
        "start_time": 432.92,
        "end_time": 434.44,
        "text": "about your past health.",
        "topic_id": 8,
        "summary": "about your past health.",
        "keywords": [
            "health",
            "past"
        ],
        "sentiment": -0.25
    },
    {
        "start_time": 435.56,
        "end_time": 437.76,
        "text": "Have you even, so you mentioned asthma?",
        "topic_id": 9,
        "summary": "Have you even, so you mentioned asthma?",
        "keywords": [
            "asthma",
            "mentioned"
        ],
        "sentiment": 0.0
    },
    {
        "start_time": 438.92,
        "end_time": 441.52,
        "text": "Have you been diagnosed with any other medical conditions?",
        "topic_id": 10,
        "summary": "Have you been diagnosed with any other medical conditions?",
        "keywords": [
            "diagnosed",
            "medical",
            "conditions"
        ],
        "sentiment": -0.0625
    },
    {
        "start_time": 443.84,
        "end_time": 465.4,
        "text": "No, no, that's it. Okay, and any recent hospitalizations? Like I broke my leg years ago, but like that was just like really fast. Okay. Any surgeries?",
        "topic_id": 11,
        "summary": "No, no, that's it. Okay, and any recent hospitalizations? Like I broke my leg years ago, but like that was just like really fast. Okay. Any surgeries?",
        "keywords": [
            "surgeries",
            "hospitalizations",
            "leg",
            "broke",
            "fast"
        ],
        "sentiment": 0.3
    },
    {
        "start_time": 465.4,
        "end_time": 512.0,
        "text": "Just like my wisdom teeth. Okay. And any medications? These side, like that, including the inhalers? Nothing else. Just those things, and my mom makes me take a bite of them in. Okay. And any allergies? Well, I don't know. Like, not that I thought, but maybe, like, cat. Okay. And do you have any, like, seasonal allergies? You find, like, in a spring or fall time or even summer that you get dry eyes or really itchy eyes or runny nose.",
        "topic_id": 12,
        "summary": " Do you have any, like, seasonal allergies? Do you get dry eyes or really itchy eyes or runny nose? \"Just like my wisdom teeth. Just those things, and my mom makes me take a bite of them in,\" she says .",
        "keywords": [
            "allergies",
            "inhalers",
            "itchy",
            "nose",
            "medications"
        ],
        "sentiment": 0.32666666666666666
    },
    {
        "start_time": 514.0,
        "end_time": 520.0,
        "text": "Yeah, I always just thought like I had a cold, but I guess like I usually feel like that in the spring time.",
        "topic_id": 13,
        "summary": "Yeah, I always just thought like I had a cold, but I guess like I usually feel like that in the spring time.",
        "keywords": [
            "cold",
            "spring",
            "feel",
            "usually",
            "like"
        ],
        "sentiment": -0.425
    },
    {
        "start_time": 521.0,
        "end_time": 522.0,
        "text": "Okay.",
        "topic_id": 14,
        "summary": "Okay.",
        "keywords": [
            "okay"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 545.28,
        "end_time": 550.72,
        "text": "And are you immunizations up to date? I think so. Like I've had all this stuff that I'm supposed to do, I think. I don't know the names of everything. Okay. And so that's what I wanted to ask a few questions about personal and kind of lifestyle habits, but first I was wondering if you could tell me a little bit about your living situation.",
        "topic_id": 15,
        "summary": " Are you immunizations up to date? \"I think so. Like I've had all this stuff that I'm supposed to do, I think. I don't know the names of everything\"",
        "keywords": [
            "immunizations",
            "lifestyle",
            "habits",
            "personal",
            "living"
        ],
        "sentiment": 0.16041666666666665
    },
    {
        "start_time": 552.32,
        "end_time": 557.2,
        "text": "Yeah, I live with my mom and dad and like my little brother.",
        "topic_id": 16,
        "summary": "Yeah, I live with my mom and dad and like my little brother.",
        "keywords": [
            "brother",
            "dad",
            "mom",
            "live",
            "yeah"
        ],
        "sentiment": -0.025568181818181823
    },
    {
        "start_time": 559.28,
        "end_time": 560.88,
        "text": "Okay. Yeah.",
        "topic_id": 17,
        "summary": "Okay. Yeah.",
        "keywords": [
            "okay",
            "yeah"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 562.48,
        "end_time": 606.4,
        "text": "Okay, and where do you go to school? So, um, to, to, to, to, to. And it will grade now. I'm in grade 11. Okay. And what types of types of like hobbies or kind of activities are you interested in? Like I like something video games. I was really wanting to join the marines and I was really trying to get into that stuff, but I heard that you can't",
        "topic_id": 18,
        "summary": " I was really wanting to join the marines, but I heard that you can't . I like something video games. I was trying to get into that stuff, but it was really trying to join that stuff .",
        "keywords": [
            "hobbies",
            "marines",
            "school",
            "activities",
            "games"
        ],
        "sentiment": 0.37500000000000006
    },
    {
        "start_time": 606.4,
        "end_time": 613.84,
        "text": "when you have asthma. So I kind of want to know about that, like is that going to stop me",
        "topic_id": 19,
        "summary": "when you have asthma. So I kind of want to know about that, like is that going to stop me",
        "keywords": [
            "asthma",
            "like",
            "stop",
            "know",
            "want"
        ],
        "sentiment": 0.6
    },
    {
        "start_time": 613.84,
        "end_time": 622.64,
        "text": "from doing that? Yeah, so it's something that we'll look into today. I'm not too sure what",
        "topic_id": 20,
        "summary": "from doing that? Yeah, so it's something that we'll look into today. I'm not too sure what",
        "keywords": [
            "today",
            "doing",
            "yeah",
            "look",
            "ll"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 622.64,
        "end_time": 626.88,
        "text": "the details are regarding that information, but thank you for bringing that up and we'll look into today. I'm not too sure what the details are regarding that information,",
        "topic_id": 21,
        "summary": "the details are regarding that information, but thank you for bringing that up and we'll look into today. I'm not too sure what the details are regarding that information,",
        "keywords": [
            "information",
            "details",
            "regarding",
            "thank",
            "today"
        ],
        "sentiment": 0.5
    },
    {
        "start_time": 626.88,
        "end_time": 886.24,
        "text": "but thank you for bringing that up and we'll be for sure to look into that together. And that reminded me of a question I wanted to ask earlier. And so have you had pulmonary function tests done before? So essentially they'll have you kind of breathing into a tube where you'll have periods where you'll maximally inhale and then maximally exhale as quickly as you can and you'll do different types of breathing movements so that it gets measured on a device. Oh, like, is that like when you breathe in the tube? Yeah, exactly. Yeah, like the last time I was here, like, a couple months ago, I did that. She said that my asthma was back. Okay. Thank you for clarifying. And so, so for the last few questions about, uh, and the personal habits, I was wondering, I understand that people, um, in your age group, by experience with smoking, or, or alcohol, do any of your friends do that? Uh, I mean, sometimes we'll drink beer like at parties on the weekend. I don't, I don't drink a lot. Okay. And can you tell me a little bit about your diet? All right, miss that. Um, there's just one. You, uh, if you can tell me a little bit about your diet. Oh, well, my mom always makes me a lunch, like I'll have like a sandwich for lunch. It's like, you know, ham and cheese or something. You really have like cereal for breakfast and my mom makes dinner. It's usually like meat meat and potatoes and vegetables or something. I think it's like pretty normal. Okay. And are you currently sexually active? Like, I have a girlfriend, like just with her, like just recently, yeah, we started. Okay, and do you use a condom? Yeah, yeah. Every time or sometimes. Oh, yeah, every time. It's not fair enough, many yeah, every time. Okay. And have you had any other partners? Oh no, no, like I made out with other people before, but this is like the first one. Okay. Have you had it sexually transmitted infection before? No. Okay. And I know this question might seem a little bit invasive, but it's important to ask everybody. Have you had any thoughts of hurting or harming yourself? No. Okay. Okay. Okay. Great. And in your family, has anybody ever had any of these similar symptoms before? Uh my dad, I think he maybe had as a he was younger, but like he doesn't really have it now. Okay, and any allergies that run in the family? Hmm, it's like my dad also, like dad gets like a runny nose in the spring. So yeah, I think that's allergies. Okay, so overall it's it's sounding like you've been having this shortness of breath or difficulty breathing episodes that you're saying that it's made worse when you're exercising",
        "topic_id": 22,
        "summary": " Have you had pulmonary function tests done before? And can you tell me a little bit about your diet? And are you currently sexually active? And do you use a condom? And have you had any other partners? And in your family, has anybody ever had any of these symptoms before",
        "keywords": [
            "inhale",
            "exhale",
            "asthma",
            "breathing",
            "smoking"
        ],
        "sentiment": 0.14817784256559768
    },
    {
        "start_time": 886.24,
        "end_time": 893.84,
        "text": "out in the cold and then around pets and sometimes when the the season changes as well and",
        "topic_id": 23,
        "summary": "out in the cold and then around pets and sometimes when the the season changes as well and",
        "keywords": [
            "pets",
            "season",
            "cold",
            "changes"
        ],
        "sentiment": -0.6
    },
    {
        "start_time": 893.84,
        "end_time": 901.92,
        "text": "the spring and so and then with a recent diagnosis on pulmonary function tests a few months ago",
        "topic_id": 24,
        "summary": "the spring and so and then with a recent diagnosis on pulmonary function tests a few months ago",
        "keywords": [
            "pulmonary",
            "diagnosis",
            "spring",
            "tests",
            "months"
        ],
        "sentiment": -0.1
    },
    {
        "start_time": 903.68,
        "end_time": 929.52,
        "text": "so I think it would be important to clear up the medications today and try to get that better organized moving forward because it sounds like you're still pretty symptomatic with needing to use them daily, currently. And so we'll look into that and then also the question about the marine",
        "topic_id": 25,
        "summary": " It sounds like you're still pretty symptomatic with needing to use them daily, currently, currently. so I think it would be important to clear up the medications today and try to get that better organized moving forward . And so we'll look into that and then also also the question about",
        "keywords": [
            "medications",
            "symptomatic",
            "marine",
            "daily",
            "organized"
        ],
        "sentiment": 0.20833333333333334
    },
    {
        "start_time": 932.64,
        "end_time": 939.84,
        "text": "interest with asthma. Yeah, thank you. I really want to know that like that is my plan.",
        "topic_id": 26,
        "summary": "interest with asthma. Yeah, thank you. I really want to know that like that is my plan.",
        "keywords": [
            "asthma",
            "plan",
            "like",
            "thank",
            "want"
        ],
        "sentiment": 0.2
    },
    {
        "start_time": 939.84,
        "end_time": 944.4,
        "text": "And now I'm like kind of worried. I can do that. Excellent.",
        "topic_id": 27,
        "summary": "And now I'm like kind of worried. I can do that. Excellent.",
        "keywords": [
            "worried",
            "excellent",
            "kind",
            "like"
        ],
        "sentiment": 0.8
    },
    {
        "start_time": 946.4,
        "end_time": null,
        "text": "Okay, thank you.",
        "topic_id": 28,
        "summary": "Okay, thank you.",
        "keywords": [
            "okay",
            "thank"
        ],
        "sentiment": 0.5
    }
]