[
    {
        "segment_id": 1,
        "start_time": 0.0,
        "end_time": 22.52,
        "text": " back because it really hurts. I feel really stiff in the morning. Yeah, it's just been going on for a few months now. Okay, so for a few months, stiffness in the morning. So your back hurts.",
        "keywords": [
            "months",
            "morning",
            "really",
            "hurts",
            "stiff"
        ],
        "summary": "Yeah, it's just been going on for a few months now. Okay, so for a few months, stiffness in the morning."
    },
    {
        "segment_id": 2,
        "start_time": 22.52,
        "end_time": 45.03,
        "text": "Where exactly would you say it hurts? It kind of hurts all over. I can't really pinpoint any specific locations that hurt most. It kind of hurts all down my back. All the way up to your neck and all the way down to your lower back?",
        "keywords": [
            "hurts",
            "way",
            "kind",
            "specific",
            "really"
        ],
        "summary": "Where exactly would you say it hurts? I can't really pinpoint any specific locations that hurt most."
    },
    {
        "segment_id": 3,
        "start_time": 45.03,
        "end_time": 67.55,
        "text": "I wouldn't really say the neck. I guess more of the lower part. Maybe the middle of my back and down. Okay. What kind of pain would you say it is?",
        "keywords": [
            "say",
            "wouldn",
            "really",
            "pain",
            "okay"
        ],
        "summary": "I wouldn't really say the neck. What kind of pain would you say it is?"
    },
    {
        "segment_id": 4,
        "start_time": 67.55,
        "end_time": 90.07,
        "text": "Is it like a dull aching pain? Is it a sharp stabbing pain? How would you describe it? It's a dull pain. And on a scale of 0 to 10, would there be the least amount of pain you felt in your life and 10 being the worst?",
        "keywords": [
            "pain",
            "dull",
            "10",
            "sharp",
            "stabbing"
        ],
        "summary": "Is it like a dull aching pain? And on a scale of 0 to 10, would there be the least amount of pain you felt in your life and 10 being the worst?"
    },
    {
        "segment_id": 5,
        "start_time": 90.07,
        "end_time": 112.59,
        "text": "How much would you rate it? I would say it's a bit of 4 or 5. Some days it could be better, but some days it could be worse. Okay. And when did this start?",
        "keywords": [
            "days",
            "worse",
            "start",
            "rate",
            "say"
        ],
        "summary": "Some days it could be better, but some days it could be worse. And when did this start?"
    },
    {
        "segment_id": 6,
        "start_time": 112.59,
        "end_time": 135.1,
        "text": "I think this started about 4 or 5 months ago. It's been going on for probably about half a year now. Okay. And when it first started, was there anything that caused the back pain? Any kind of trauma or injury?",
        "keywords": [
            "started",
            "year",
            "trauma",
            "think",
            "probably"
        ],
        "summary": "I think this started about 4 or 5 months ago. It's been going on for probably about half a year now."
    },
    {
        "segment_id": 7,
        "start_time": 135.1,
        "end_time": 157.62,
        "text": "Anything that you can think of about metaboliciness? No, nothing that I can think of. It sort of came on so slowly. When I first started noticing the back pain, it was maybe like a 0 to a 1. I didn't really notice it too much.",
        "keywords": [
            "think",
            "started",
            "sort",
            "slowly",
            "really"
        ],
        "summary": "When I first started noticing the back pain, it was maybe like a 0 to a 1. I didn't really notice it too much."
    },
    {
        "segment_id": 8,
        "start_time": 157.62,
        "end_time": 180.14,
        "text": "But over these last 5-6 months, it has gotten a bit worse. Okay, so it kind of came on progressively. It didn't just come on suddenly. Right, yeah. It's been getting worse.",
        "keywords": [
            "worse",
            "yeah",
            "suddenly",
            "right",
            "progressively"
        ],
        "summary": "Okay, so it kind of came on progressively. It didn't just come on suddenly."
    },
    {
        "segment_id": 9,
        "start_time": 180.14,
        "end_time": 202.65,
        "text": "And have you ever had any previous episodes that are similar to this? Not my back pain. I do get pain in my right knee and in my hand sometimes, but those pains just kind of come and go. Okay, when did those pains start? Those ones started probably a similar timeline around 6 months ago.",
        "keywords": [
            "similar",
            "pains",
            "pain",
            "timeline",
            "start"
        ],
        "summary": "I do get pain in my right knee and in my hand sometimes, but those pains just kind of come and go. Those ones started probably a similar timeline around 6 months ago."
    },
    {
        "segment_id": 10,
        "start_time": 202.65,
        "end_time": 225.17,
        "text": "Okay. And the back pain that you're having, does it radiate to any other part of your body? No, I don't feel it anywhere else. And have you tried anything that has helped release some of the pain? Any medications or anything?",
        "keywords": [
            "pain",
            "tried",
            "release",
            "radiate",
            "okay"
        ],
        "summary": "And the back pain that you're having, does it radiate to any other part of your body? And have you tried anything that has helped release some of the pain?"
    },
    {
        "segment_id": 11,
        "start_time": 225.17,
        "end_time": 247.69,
        "text": "Yeah, I've tried some Tyron and Advil. The Advil has actually helped to take the edge off a little bit. But the next morning, I have a stiffness and pain again. Okay. And for your pain, are there any kind of factors that make the pain worse?",
        "keywords": [
            "pain",
            "advil",
            "worse",
            "yeah",
            "tried"
        ],
        "summary": "Yeah, I've tried some Tyron and Advil. The Advil has actually helped to take the edge off a little bit."
    },
    {
        "segment_id": 12,
        "start_time": 247.69,
        "end_time": 270.2,
        "text": "Like bending down or standing straight up or laying down? Anything that makes your pain worse? No, nothing in that I can think of that really makes it any worse. Okay. And is your pain worse when you wake up in the morning or is it worse as the day progresses?",
        "keywords": [
            "worse",
            "makes",
            "pain",
            "straight",
            "standing"
        ],
        "summary": "Like bending down or standing straight up or laying down? And is your pain worse when you wake up in the morning or is it worse as the day progresses?"
    },
    {
        "segment_id": 13,
        "start_time": 270.2,
        "end_time": 292.72,
        "text": "It's worse in the morning. It gets a bit better as the day goes on. About an hour into the day, I feel my best. It takes a little bit of time to move around a little bit first. Approximately how much time would you say after you wake up the stiffness and pain goes away?",
        "keywords": [
            "bit",
            "goes",
            "time",
            "day",
            "little"
        ],
        "summary": "It gets a bit better as the day goes on. Approximately how much time would you say after you wake up the stiffness and pain goes away?"
    },
    {
        "segment_id": 14,
        "start_time": 292.72,
        "end_time": 315.24,
        "text": "I would say maybe 30-50 minutes. Okay. And you haven't had any trauma recently? No trauma or issues. No fevers or chills?",
        "keywords": [
            "trauma",
            "say",
            "recently",
            "okay",
            "minutes"
        ],
        "summary": "I would say maybe 30-50 minutes. And you haven't had any trauma recently?"
    },
    {
        "segment_id": 15,
        "start_time": 315.24,
        "end_time": 337.76,
        "text": "No. Any night sweats? No. Any fatigue or malaise? Yeah, I have been a bit more fatigued than usual.",
        "keywords": [
            "yeah",
            "usual",
            "sweats",
            "night",
            "malaise"
        ],
        "summary": "Any fatigue or malaise? Yeah, I have been a bit more fatigued than usual."
    },
    {
        "segment_id": 16,
        "start_time": 337.76,
        "end_time": 360.27,
        "text": "I've had some malaise as well. Okay. And for how long have you had it? It's been similarly getting a little bit more progressive. Some days I'm just feeling like I just want to lay around and rest.",
        "keywords": [
            "just",
            "want",
            "similarly",
            "ve",
            "progressive"
        ],
        "summary": "It's been similarly getting a little bit more progressive. Some days I'm just feeling like I just want to lay around and rest."
    },
    {
        "segment_id": 17,
        "start_time": 360.27,
        "end_time": 382.79,
        "text": "I'm so burnt out. Other days I'm okay, but I'm certainly more tired than usual. Okay, I see. Other than that, have you noticed any kind of rashes or spin changes or changes in your nails at all? No, I haven't noticed any raffles or any nail changes.",
        "keywords": [
            "changes",
            "okay",
            "noticed",
            "spin",
            "tired"
        ],
        "summary": "Other days I'm okay, but I'm certainly more tired than usual. Other than that, have you noticed any kind of rashes or spin changes or changes in your nails at all?"
    },
    {
        "segment_id": 18,
        "start_time": 382.79,
        "end_time": 405.31,
        "text": "Okay. Any shortness of breath? No. Any changes in your bowel movements or urinary patterns? No, I haven't had any diarrhea or any urinary problems.",
        "keywords": [
            "urinary",
            "shortness",
            "problems",
            "patterns",
            "okay"
        ],
        "summary": "Any changes in your bowel movements or urinary patterns? No, I haven't had any diarrhea or any urinary problems."
    },
    {
        "segment_id": 19,
        "start_time": 405.31,
        "end_time": 427.82,
        "text": "Okay. Have you noticed any changes in your appetite or your weight? No, my appetite's been normal and my weight's been stable. Okay. And have you noticed any typical changes with your vision or eye problems?",
        "keywords": [
            "weight",
            "okay",
            "noticed",
            "changes",
            "appetite"
        ],
        "summary": "Have you noticed any changes in your appetite or your weight? And have you noticed any typical changes with your vision or eye problems?"
    },
    {
        "segment_id": 20,
        "start_time": 427.82,
        "end_time": 450.34,
        "text": "No, I haven't noticed any changes. Have you noticed any kind of numbness or sensation or specifically your back and your legs? No, no tingling or numbness. Any muscle weakness at all? No, I haven't noticed any muscle weakness.",
        "keywords": [
            "noticed",
            "numbness",
            "weakness",
            "muscle",
            "haven"
        ],
        "summary": "Have you noticed any kind of numbness or sensation or specifically your back and your legs? No, I haven't noticed any muscle weakness."
    },
    {
        "segment_id": 21,
        "start_time": 450.34,
        "end_time": 472.86,
        "text": "Okay. And have you been sick at all recently with any viral or bacterial infections? I had diarrhea several months ago and I had some antibiotics, but that was a few months ago. Okay. And how do you know you're back?",
        "keywords": [
            "ago",
            "months",
            "okay",
            "recently",
            "sick"
        ],
        "summary": "And have you been sick at all recently with any viral or bacterial infections? I had diarrhea several months ago and I had some antibiotics, but that was a few months ago."
    },
    {
        "segment_id": 22,
        "start_time": 472.86,
        "end_time": 495.38,
        "text": "Are you currently sexually active? Yes, I am. I have a girlfriend. We started dating about six months ago. Okay.",
        "keywords": [
            "yes",
            "started",
            "sexually",
            "okay",
            "months"
        ],
        "summary": "Are you currently sexually active? We started dating about six months ago."
    },
    {
        "segment_id": 23,
        "start_time": 495.38,
        "end_time": 517.89,
        "text": "And do either of you have any STIs at all? No history of STIs. Okay. And is your partner fine or is she having any symptoms at all? No, she hasn't been having any symptoms and we've been using a condom mostly.",
        "keywords": [
            "symptoms",
            "having",
            "stis",
            "using",
            "ve"
        ],
        "summary": "And is your partner fine or is she having any symptoms at all? No, she hasn't been having any symptoms and we've been using a condom mostly."
    },
    {
        "segment_id": 24,
        "start_time": 517.89,
        "end_time": 540.41,
        "text": "Okay. And otherwise, are you generally healthy or do you have any medical conditions? Yeah, I'm generally... I do have asthma actually. I had diarrhea a few months ago after eating at a buffet.",
        "keywords": [
            "generally",
            "okay",
            "months",
            "medical",
            "yeah"
        ],
        "summary": "And otherwise, are you generally healthy or do you have any medical conditions? I had diarrhea a few months ago after eating at a buffet."
    },
    {
        "segment_id": 25,
        "start_time": 540.41,
        "end_time": 562.93,
        "text": "So I think maybe I was too poisoning or something like that. Okay. But yeah, so asthma. Okay. And do you use any medications for that?",
        "keywords": [
            "okay",
            "yeah",
            "use",
            "think",
            "poisoning"
        ],
        "summary": "So I think maybe I was too poisoning or something like that. And do you use any medications for that?"
    },
    {
        "segment_id": 26,
        "start_time": 562.93,
        "end_time": 585.44,
        "text": "Yeah, I'll use the blue tailor sometimes, I guess, when I need it, but that hasn't been very often. Okay. And do you have any allergies to medications for environmental factors? I do have environmental allergies. I'm not sure if it's like ragweed or pollen, but something like that.",
        "keywords": [
            "environmental",
            "like",
            "allergies",
            "yeah",
            "use"
        ],
        "summary": "Yeah, I'll use the blue tailor sometimes, I guess, when I need it, but that hasn't been very often. And do you have any allergies to medications for environmental factors?"
    },
    {
        "segment_id": 27,
        "start_time": 585.44,
        "end_time": 607.96,
        "text": "Okay. And have you had any hospitalizations or previous injuries? Never. Okay. Any family history of any medical conditions, any autoimmune conditions, any musculoskeletal conditions?",
        "keywords": [
            "conditions",
            "okay",
            "previous",
            "musculoskeletal",
            "injuries"
        ],
        "summary": "And have you had any hospitalizations or previous injuries? Any family history of any medical conditions, any autoimmune conditions, any musculoskeletal conditions?"
    },
    {
        "segment_id": 28,
        "start_time": 607.96,
        "end_time": 630.48,
        "text": "Yeah, my mother has psoriasis. Okay. Yeah. So she's had to use creams and stuff like that for her skin. Okay.",
        "keywords": [
            "yeah",
            "okay",
            "use",
            "skin",
            "stuff"
        ],
        "summary": "Yeah, my mother has psoriasis. So she's had to use creams and stuff like that for her skin."
    },
    {
        "segment_id": 29,
        "start_time": 630.48,
        "end_time": 653.0,
        "text": "And currently right now, do you work? I do. Yeah, I work at a bank. Okay. And your mother, so she has psoriasis.",
        "keywords": [
            "work",
            "yeah",
            "right",
            "psoriasis",
            "okay"
        ],
        "summary": "And currently right now, do you work? Yeah, I work at a bank."
    },
    {
        "segment_id": 30,
        "start_time": 653.0,
        "end_time": 675.51,
        "text": "Does she ever have any stress-prone psoriasis? I don't believe so. I think she had some issues with her skin. Okay. And so you work, what's your living situation?",
        "keywords": [
            "work",
            "think",
            "stress",
            "skin",
            "situation"
        ],
        "summary": "Does she ever have any stress-prone psoriasis? And so you work, what's your living situation?"
    },
    {
        "segment_id": 31,
        "start_time": 675.51,
        "end_time": 698.03,
        "text": "Yeah, so I live with my girlfriend in a condo in the city here. Okay. And do you use any recreational drugs, like marijuana? Yes, sometimes. Yeah, I'll smoke like once or twice per week with a friend or something like that.",
        "keywords": [
            "like",
            "yeah",
            "yes",
            "use",
            "week"
        ],
        "summary": "And do you use any recreational drugs, like marijuana? Yeah, I'll smoke like once or twice per week with a friend or something like that."
    },
    {
        "segment_id": 32,
        "start_time": 698.03,
        "end_time": 720.55,
        "text": "Okay. And do you smoke? No cigarettes, no. Never. And do you drink alcohol?",
        "keywords": [
            "smoke",
            "okay",
            "drink",
            "cigarettes",
            "alcohol"
        ],
        "summary": "No cigarettes, no. And do you drink alcohol?"
    },
    {
        "segment_id": 33,
        "start_time": 720.55,
        "end_time": 743.06,
        "text": "Sometimes, yeah. I'll have a beer, two off weekends, or a cocktail with friends. Okay. All right. So those were just some of the questions I had.",
        "keywords": [
            "yeah",
            "weekends",
            "right",
            "questions",
            "okay"
        ],
        "summary": "I'll have a beer, two off weekends, or a cocktail with friends. So those were just some of the questions I had."
    },
    {
        "segment_id": 34,
        "start_time": 743.06,
        "end_time": 765.58,
        "text": "Now I'm just going to quickly ask some specific questions. So have you noticed any kind of swelling in the areas that you have p-regnance or anything like that? No, I haven't noticed really any redness or swelling. Okay. No.",
        "keywords": [
            "swelling",
            "noticed",
            "regnance",
            "specific",
            "really"
        ],
        "summary": "Now I'm just going to quickly ask some specific questions. So have you noticed any kind of swelling in the areas that you have p-regnance or anything like that?"
    },
    {
        "segment_id": 35,
        "start_time": 765.58,
        "end_time": 788.1,
        "text": "So are you able to bend down, stand up straight, or extend backwards without pain, or are you in pain? I do get, it's a bit stiff. I, yeah, I'm not really too sure. Like, not really. It's more stiff.",
        "keywords": [
            "stiff",
            "pain",
            "really",
            "yeah",
            "sure"
        ],
        "summary": "So are you able to bend down, stand up straight, or extend backwards without pain, or are you in pain? I, yeah, I'm not really too sure."
    },
    {
        "segment_id": 36,
        "start_time": 788.1,
        "end_time": 810.61,
        "text": "Okay. And yeah, other than that, do you have any questions or concerns? Yeah, I was just wondering, yeah, like what this could be possibly? Yeah, so definitely, what, so this seems like it started three months or six months ago and been going on. And how old did you say you were?",
        "keywords": [
            "yeah",
            "months",
            "like",
            "wondering",
            "questions"
        ],
        "summary": "Yeah, I was just wondering, yeah, like what this could be possibly? Yeah, so definitely, what, so this seems like it started three months or six months ago and been going on."
    },
    {
        "segment_id": 37,
        "start_time": 810.61,
        "end_time": 833.13,
        "text": "I'm 20, 26. Okay. Yeah, so it seems progressive and you're getting some other joints as well. It's mainly from your middle to lower back. It can be multiple things that you can rule out.",
        "keywords": [
            "yeah",
            "things",
            "rule",
            "progressive",
            "okay"
        ],
        "summary": "Yeah, so it seems progressive and you're getting some other joints as well. It can be multiple things that you can rule out."
    },
    {
        "segment_id": 38,
        "start_time": 833.13,
        "end_time": 855.65,
        "text": "So first you have a family history of psoriasis, so it can be psoriatic, clostritis. You don't have any other changes or any other symptoms. It can also be, since you have had, you were sick four months ago with, it might be castor anteritis. It can be, sometimes a few months afterwards you can get something called reactive arthritis, where you get the progressive pain in your joints and stuff like this. And otherwise you can also be simply malignant, or low-sink spondylosis, which can present in your age, kind of like a progressive dull back that has some moving symptoms as well.",
        "keywords": [
            "symptoms",
            "months",
            "progressive",
            "like",
            "sink"
        ],
        "summary": "It can be, sometimes a few months afterwards you can get something called reactive arthritis, where you get the progressive pain in your joints and stuff like this. And otherwise you can also be simply malignant, or low-sink spondylosis, which can present in your age, kind of like a progressive dull back that has some moving symptoms as well."
    },
    {
        "segment_id": 39,
        "start_time": 855.65,
        "end_time": 878.17,
        "text": "So yeah, there's definitely multiple things that can be. So first you need to do a full physical examination, broken opponent, or that in person. And we'll get some lab work done as well, as well as x-ray of the spine, your sacroiliac joints. And you'll also get some blood work with CDC, CRP, and PSR. So those are just regulatory markers, as well as a rheumatoid factor, and antibodies.",
        "keywords": [
            "work",
            "ll",
            "yeah",
            "spine",
            "sacroiliac"
        ],
        "summary": "And we'll get some lab work done as well, as well as x-ray of the spine, your sacroiliac joints. So those are just regulatory markers, as well as a rheumatoid factor, and antibodies."
    },
    {
        "segment_id": 40,
        "start_time": 878.17,
        "end_time": 900.68,
        "text": "Those are just something that we'll test for different pathological issues, to see if you have arthritis. And then we'll also get an x-ray of your anus, since you have an aneurysm, so yeah, those are some steps that we'll take. Do you have any questions or concerns? No, that sounds great, thank you. Yeah, so we'll get in touch with Shorten.",
        "keywords": [
            "ll",
            "yeah",
            "touch",
            "thank",
            "test"
        ],
        "summary": "Those are just something that we'll test for different pathological issues, to see if you have arthritis. And then we'll also get an x-ray of your anus, since you have an aneurysm, so yeah, those are some steps that we'll take."
    },
    {
        "segment_id": 41,
        "start_time": 900.68,
        "end_time": 923.2,
        "text": "Sounds great, thank you. Alright, take care. Bye.",
        "keywords": [
            "thank",
            "sounds",
            "great",
            "care",
            "bye"
        ],
        "summary": "Sounds great, thank you. Alright, take care."
    }
]